[" <b fullkey=\"exemplo\">exempl-o:</b> example; <b fullkey=\"exempla exemplatra\">-a, -atra:</b> exemplary; <b fullkey=\"exemple\">-e:</b> for example, for instance; (<i>abbr.:</i> <b fullkey=\"ex segun la exemplo\">ex.); segun la -o:</b> following the e. (<b fullkey=\"di ulu\">di ulu</b>); <b fullkey=\"punisar ulu kom exemplo\">punisar ulu kom -o:</b> to make an e. of someone; <b fullkey=\"exempla puniso\">-a puniso:</b> exemplary punishment. &mdash; DEFIS"," <b fullkey=\"exemplero\">exempler-o:</b> copy (of a book, paper, engraving, etc.). &mdash; DEFIRS"," <b fullkey=\"exequatur\">&laquo;exequatur&raquo;:</b> exequatur."," <b fullkey=\"exercar\">exerc-ar:</b> (<i>tr.</i>) to exercise (the legs, the body, one's senses), to exert (strength, one's memory, eloquence); (<i>milit.</i>) to drill; <b fullkey=\"exerceyo\">-eyo:</b> drilling place; <b fullkey=\"exercolibro\">-o-libro:</b> e. book (cf. <b fullkey=\"praktikar\">praktikar</b> and III-225). &mdash; DEFIRS"," <b fullkey=\"exergo\">exerg-o:</b> (<i>numis.</i>) exergue. Def.: Infra feldo di medalio; III-672. &mdash; DEFIS"," <b fullkey=\"exfoliar\">exfoli-ar:</b> (<i>tr.</i>) to exfoliate, scale (off). Def.: Forprenar foliope, deprenar folii, t. e. strati sucedanta; III-603 &mdash; DEFIS"," <b fullkey=\"exhalar\">exhal-ar:</b> (<i>tr.</i>) to exhale, send forth, emit (odors, etc.; cf. <b fullkey=\"expirar\">expirar</b>). Ex.: Ca marshi exhalas vapori pestizanta. La exhalo di rozo. &mdash; EFIS"," <b fullkey=\"exhaustar\">exhaust-ar:</b> (<i>tr., also fig.</i>) to exhaust: drain, spend; <b fullkey=\"exhaustilo exhausttubo exhaustrobineto\">-ilo, -tubo, -robineto:</b> an e.; <b fullkey=\"exhaustar cisterno\">-ar cisterno:</b> to drain a cistern. Ex.: Exhaustar mineyo, sulo, forteso; Il falis en (pro) exhausteso, kp.: <b fullkey=\"fatigar\">fatigar</b>). Ne exhaustebla furnisaji. Ant.: <b fullkey=\"restaurar\">restaurar</b>. &mdash; EFI"," <b fullkey=\"exhortar\">exhort-ar:</b> (<i>tr.</i>) to exhort. Ex.: Exhortar ulu reformar sua konduto. Ant.: <b fullkey=\"deskonsilar despersuadar\">des-konsilar, des-persuadar.</b> &mdash; EFIS"," <b fullkey=\"exilar\">exil-ar:</b> (<i>tr.</i>) to exile, banish (<b fullkey=\"ulu su de\">ulu, su de</b>); (<i>fig.</i>) to expatriate; <b fullkey=\"exilito\">-ito:</b> an exile, V. exp.: On <b fullkey=\"exilas\">exilas</b> ulu, interdiktante a lu restar en la lando: lu esas tote libera extere; e se lu rieniras sen permiso, on simple ekpulsas lu. <b fullkey=\"Proskriptar\">Proskriptar</b> esas serchar la kondamnito (mem po premio por la denuncanti) e punisar lu severe (generale per morto), se on povas trovar e kaptar lu en la lando (ex. la proskripti da Marius e Sylla). <b fullkey=\"Relegar\">Relegar</b> esas enkarcerigar en fora lando (kolonio); <b fullkey=\"Deportar\">Deportar</b> esas transportar la kondamito en fora lando (kolonio), ube lu restas plu o min libera, en ula distrikto; II-648 (cf. <b fullkey=\"extradar\">extradar</b>). &mdash; DEFI"," <b fullkey=\"exino\">exin-o:</b> (<i>biol.</i>) exine."," <b fullkey=\"existar\">exist-ar:</b> (<i>intr.</i>) to exist, be in existence; <b fullkey=\"existanta existanto\">-anta, -anto:</b> existing, existent, extant (being); Ex. Traci ankore existas. Existanta homi. &mdash; DEFIS"," <b fullkey=\"exkavar\">exkav-ar:</b> (<i>tr.</i>) to excavate (by digging; cf. <b fullkey=\"kavigar\">kavigar</b>); <b fullkey=\"exkavuro\">-uro:</b> excavation (artificial, the result); <b fullkey=\"exkavilo\">-ilo:</b> (<i>instr.</i>) excavator; <b fullkey=\"sub exkavar\">sub- -ar:</b> to undermine &mdash; EFIS"," <b fullkey=\"exkluzar\">exkluz-ar:</b> (<i>tr.</i>) to exclude, drive or shut out, debar, deny admission; <b fullkey=\"exkluzite\">-ite:</b> to the exclusion of; <b fullkey=\"exkluzemeso\">-em-eso:</b> exclusiveness; <b fullkey=\"exkluzive\">-ive:</b> exclusively. Ex.: Exkluzar ulu de la Akademio. La bonfacemeso exkluzas la avareso. La exkluzo di homini. Exkluzite altra yuri, devi. Exkluziva yuro. La spirito di exkluzemeso. Ant.: <b fullkey=\"admisar inkluzar recevar\">admisar, inkluzar, recevar.</b> &mdash; DEFIRS"," <b fullkey=\"exkomunikar\">exkomunik-ar:</b> (<i>tr.</i>) to excommunicate. &mdash; DEFIRS"," <b fullkey=\"exkoriar\">exkori-ar:</b> (<i>tr.</i>) to excoriate, to rub off, abrade, scratch, gall (the skin) Def.: Lacerar la polo (ne sen-pel-igar), deprenar peco de la pelo; IV-136 &mdash; EFIS"," <b fullkey=\"exkremento\">exkrement-o:</b> excrement; <b fullkey=\"exkrementi\">-i:</b> excreta. &mdash; DEFIRS"," <b fullkey=\"exkursar\">exkurs-ar:</b> (<i>intr.</i>) to make an excursion, take a trip; <b fullkey=\"exkursobatelo\">-o-batelo:</b> e. boat; <b fullkey=\"exkursanto exkursero\">-anto, -ero:</b> excursionist. &mdash; DEFIRS"," <b fullkey=\"exkuzar\">exkuz-ar:</b> (<i>tr., refl.</i>) to apologize, make excuses, beg pardon (<b fullkey=\"su pri ulo\">su pri ulo</b>); <b fullkey=\"exkuzo\">-o:</b> apology, excuse; <b fullkey=\"exkuzebla\">-ebla:</b> excusable (of persons, cf. <b fullkey=\"pardonebla\">pardon-ebla</b>). V. exp.: Se vu facis kulpo relate ulu, vu <b fullkey=\"exkuzas\">exkuzas</b> vu avan lu, e lu povas <b fullkey=\"pardonar\">pardonar</b> ol a vu. La persono ofensinta facas <b fullkey=\"exkuzo\">exkuzo</b>, e la persono ofensita facas pardono; IV-100. &mdash; DEFIRS"," <b fullkey=\"exlibris\">&laquo;ex-libris&raquo;:</b> (L.) ex libris."," <b fullkey=\"exodo\">exod-o:</b> (<i>Bibl.</i>) Exodus. &mdash; DEFIS"," <b fullkey=\"exogena\">exogen-a:</b> (<i>biol.</i>) exogenous."," <b fullkey=\"exorcisar\">exorcis-ar:</b> (<i>tr.</i>) to exorcise, cast out evil spirits. &mdash; DEFIS"," <b fullkey=\"exordio\">exordi-o:</b> exordium; <b fullkey=\"exordiar\">-ar:</b> to make an e. Def.: Unesma parto di diskurso. Ant.: <b fullkey=\"peroraciono\">peroraciono.</b> &mdash; DEFIS"," <b fullkey=\"exosfero\">exosfer-o*:</b> exosphere: layer of the atmosphere."," <b fullkey=\"exostoso\">exostos-o*:</b> (<i>med.</i>) exostosis. &mdash; DEF"," <b fullkey=\"exotera\">exoter-a:</b> exoteric. Ant.: <b fullkey=\"esotera\">esotera.</b> &mdash; DEFIRS"," <b fullkey=\"exotika\">exotik-a:</b> exotic. Def. Qua venas de fora landi, e konseque havas karaktero di rareso o stranjeso; III-603. Ex.: Flori exotika. &mdash; DEFIS"," <b fullkey=\"expansar\">expans-ar:</b> (<i>tr., intr., also fig.</i>) to expand, to develop in volume or surface, spread, widen; <b fullkey=\"expansema\">-ema:</b> expansive; (<i>fig.</i>) unreserved (of persons). Ex.: Expansar aero per kaloro. Expanso di autoritato. Forco expansiva. Naturo expansema. Ant.: <b fullkey=\"kontraktar\">kontraktar.</b> &mdash; DEFIS"," <b fullkey=\"expediar\">expedi-ar:</b> (<i>tr., com.</i>) to despatch, send off, forward (goods); <b fullkey=\"expediajo\">-ajo:</b> shipment; <b fullkey=\"expedianto expediero\">-anto, -ero:</b> sender; (<i>nav.</i>) shipper; <b fullkey=\"expediisto\">-isto:</b> shipping agent; <b fullkey=\"expediar komercaji per fervoyo\">-ar komercaji per fervoyo:</b> to forward goods by railroad. Def.: Sendar ulo (ordinare komercaji) a destineyo. &mdash; DEFIRS"," <b fullkey=\"expediciono\">expedicion-o:</b> (<i>milit., nav.</i>) expedition; <b fullkey=\"expedicionar\">-ar:</b> to make an expedition. Def.: Sendo di homi por militar, o por explorar regiono; IV-706. Ex.: Naval, ciencala expediciono a la suda polo. &mdash; DEFIRS"," <b fullkey=\"expektar\">expekt-ar:</b> (<i>tr.</i>) to expect, be in expectation of, look forward to; <b fullkey=\"expekto\">-o:</b> expectation, presumption (cf. <b fullkey=\"konjekto\">konjekto</b>); <b fullkey=\"expekteso\">-eso:</b> expectancy; <b fullkey=\"ne expektita\">ne- -ita:</b> unexpected. Def.: Mente anticipar ula evento. Ex.: Me expektos nulo de ilu. Il vivas en expekteso. V. exp.: <b fullkey=\"Varto\">Varto</b> esas ago prefere fizikal, <b fullkey=\"expekto\">expekto</b> esas pure mental (III-423); Me <b fullkey=\"expektas\">expektas</b> vizito camatine ma, pro ke me nun devas ekirar, me neplus <b fullkey=\"vartos\">vartos</b>. &mdash; EFIS"," <b fullkey=\"expektorar\">expektor-ar:</b> (<i>tr., med.</i>) to expectorate, discharge phlegm, mucus from the lungs, to cough up. V. exp.: <b fullkey=\"Expektorar\">Expektorar</b> ne esas <b fullkey=\"sputar\">sputar</b>; l'expektorajo venas de la <b fullkey=\"pektoro\">pektoro</b>, t.e. de la pulmono, quale indikas l'etimologio. &mdash; DEFIS"," <b fullkey=\"experiencar\">experienc-ar:</b> (<i>tr.</i>) to experience (<b fullkey=\"ulo\">ulo</b>): to have the lot or fortune of, to undergo; <b fullkey=\"experiencoza\">-oza:</b> experienced; <b fullkey=\"sen experienca\">sen- -a:</b> inexperienced (cf. <b fullkey=\"neexperta\">ne-experta</b>). Ex.: Experiencar plezuro, desfortuno. Per experienco on sajeskas. &mdash; EFIS"," <b fullkey=\"experimentar\">experiment-ar:</b> (<i>intr.</i>) to experiment (per); (<i>tr.</i>) to test, try (<b fullkey=\"ulo pri ulo\">ulo, pri ulo</b>); <b fullkey=\"experimentala\">-ala:</b> experimental. &mdash; DEFIRS"," <b fullkey=\"experta\">expert-a:</b> expert: skilful (in trade), well-versed (in knowledge). &mdash; DEFIRS"," <b fullkey=\"expertizar\">expertiz-ar:</b> (<i>tr.</i>) to survey (professionally); <b fullkey=\"expertizero expertizisto\">-ero, -isto:</b> surveyor, person officially appointed to examine an affair and report on it. &mdash; DEFR"," <b fullkey=\"expiacar\">expiac-ar:</b> (<i>tr.</i>) to expiate, to atone for; <b fullkey=\"expiacanta expiacala\">-anta, -ala.</b> Ex.: Expiacar krimino, kulpo. &mdash; EFIS"," <b fullkey=\"expirar\">expir-ar:</b> (<i>intr.</i>) to expire: to breath out (cf. <b fullkey=\"respirar\">respirar</b>); (<i>fig.</i>) to come to an end (of time), terminate; <b fullkey=\"expiro\">-o:</b> expiration; (<i>fig.</i>) falling due; <b fullkey=\"expirinta\">-inta:</b> expiring (breath); expired (account); <b fullkey=\"expirodato\">-o-dato:</b> date of expiration, maturity. Def.: Indikas l'ekiro di l'aero ek la pulmoni; figurale, la &laquo;lasta expiro&raquo;, la morto; e per extenso: fino di ula temp-intervalo, di kontrato, di puniso, e.c.; III-34. V. exp.: La teknikal senco di l'ago <b fullkey=\"inversa dil aspiro\">inversa dil aspiro</b> nomesas simple <b fullkey=\"ekpulso\">ekpulso</b>. Ant.: <b fullkey=\"aspirar\">aspirar</b>. &mdash; DEFIS"," <b fullkey=\"explicita\">explicit-a:</b> explicit: clear, not obscure; <b fullkey=\"explicitigar\">-igar:</b> to make (<b fullkey=\"ulo\">ulo</b>) e. &mdash; DEFIS"," <b fullkey=\"explikar\">explik-ar:</b> (<i>tr.</i>) to explain, make plain what is obscure, elucidate, expound (cf. <b fullkey=\"klarigar\">klar-igar</b>). Ex.: Explikar signifiko, sua desfacilaji, doktrino, sua intenco. V. exp. vid. <b fullkey=\"definar\">definar.</b> &mdash; DEFIS"," <b fullkey=\"explorar\">explor-ar:</b> (<i>tr.</i>) to explore (a country); to investigate, examine, search into (things, cf. <b fullkey=\"examenar inquestar\">examenar, inquestar</b>); (<i>milit.</i>) to reconnoiter, scout; Ex.: Explorar lando nekonocata. Explorar (E. examine) libro. Exploro, exploranto di subjekto, objekto. &mdash; DEFIRS"," <b fullkey=\"explotar\">explot-ar:</b> (<i>tr.</i>) to exploit, to get the value out of, as to e. a mine; to work, cultivate (a farm, estate with intent of profit); <b fullkey=\"explotachar\">-achar:</b> to exploit, to draw an illegitimate profit from, as to e. workers (by underpayment); <b fullkey=\"explot\">-(ad)o:</b> exploiting: utilization for profit, working (of mines, farms), execution of work: <b fullkey=\"explotacho\">-acho:</b> profiteering, sweating; <b fullkey=\"explotajo\">-ajo:</b> what is exploited; <b fullkey=\"explotebla\">-ebla:</b> workable. &mdash; DEFRS"," <b fullkey=\"explozar\">exploz-ar:</b> (<i>intr.</i>) <b fullkey=\"explozigar\">-igar:</b> (<i>tr.</i>) to explode; <b fullkey=\"exploziva explozivo\">-iva, -ivo:</b> explosive; <b fullkey=\"exploziva gaso\">-iva gaso:</b> explosive gas; (mine) fire-damp. &mdash; DEFIS"," <b fullkey=\"exponento\">exponent-o:</b> (<i>math.</i>) exponent. &mdash; DEFIRS"," <b fullkey=\"exportacar\">exportac-ar:</b> (<i>tr.</i>) to export; <b fullkey=\"exportacajo\">-ajo:</b> goods exported. Ant.: <b fullkey=\"importacar\">importacar.</b> &mdash; DEFIRS"," <b fullkey=\"expozar\">expoz-ar:</b> (<i>tr., lit. and fig.</i>) to expose, set in public view; (<i>of houses, etc.</i>) to turn toward, present a side to; to set forth (a situation); explain (a doctrine); <b fullkey=\"expozar pikturo\">-ar pikturo:</b> to exhibit a painting; <b fullkey=\"domo expozita a sudo\">domo expozita a sudo:</b> a house having a southerly prospect; <b fullkey=\"vivo expozesis a danjero\">vivo expozesis a danjero:</b> a life was e. to danger; <b fullkey=\"expozar sistemo\">expozar sistemo:</b> to set forth, explain a system; <b fullkey=\"expozo di komercajo\">expozo di komercajo:</b> exhibition of merchandise; <b fullkey=\"expozo di fotografala plako\">expozo di fotografala plako:</b> exposure of photographic plate; <b fullkey=\"expozeyo di la mortinti\">expozeyo di la mortinti:</b> the morgue. &mdash; DEFIS"," <b fullkey=\"expresar\">expres-ar:</b> (<i>tr.</i>) to express (by symbols, gestures, words, etc.); Ex.: Vorti expresas la penso. Lakrimi esas la expreso di doloro. Aspekto expres-oza, -iva, -ema. &mdash; DEFIS"," <b fullkey=\"expropriar\">expropri-ar:</b> (<i>tr., jur.</i>) to expropriate, (the property), dispossess (<b fullkey=\"ulu\">ulu</b>). &mdash; DEFIS"," <b fullkey=\"extazar\">extaz-ar:</b> (<i>intr.</i>) to be in ecstacies, be enraptured; (<i>med.</i>) to be in a trance (cf. <b fullkey=\"katalepsio\">katalepsio</b>). &mdash; DEFIRS"," <b fullkey=\"extensar\">extens-ar:</b> (<i>tr.</i>) to extend, stretch, draw out, spread; <b fullkey=\"extensebla\">-ebla:</b> extensible, tensile; <b fullkey=\"extensanto extensivo\">-anto, -ivo:</b> (<i>anat.</i>) extensor. Ex. Extensar brakio, tapiso, mantelo. Extensar povo, autoritato, domeno. Kauchuko esas tre extensebla. &mdash; EFIS"," <b fullkey=\"extenuar\">extenu-ar:</b> (<i>tr.</i>) to extenuate, palliate. Def. Igar min grava (kulpo, krimino, aserto, e. c.) II-707. &mdash; EFIS"," <b fullkey=\"exter\">exter:</b> (<i>prep.</i>) without, outside (without motion; cf. <b fullkey=\"ek\">ek</b>); except, besides; <b fullkey=\"li stacis exter la domo\">li stacis exter la domo:</b> they stood outside the house; <b fullkey=\"exter la dicita decidi\">exter la dicita decidi:</b> besides the decisions named; <b fullkey=\"extere\">-e:</b> (<i>adv.</i>) outside, externally; <b fullkey=\"il uzas extere la oleo\">il uzas extere la oleo:</b> he uses the oil externally; <b fullkey=\"extera\">-a:</b> outside, external; <b fullkey=\"extera apliko\">extera apliko:</b> external application; <b fullkey=\"la exterajo di domo\">la exterajo di domo:</b> the outside of a house (considered objectively); <b fullkey=\"extereso\">-eso:</b> exterior (geom. sense); <b fullkey=\"de extere\">de -e:</b> from without (with movement); <b fullkey=\"ad extere\">ad -e:</b> outwardly (with movement); <b fullkey=\"il kuris adextere\">il kuris ad-extere:</b> he ran outside. Ant.: <b fullkey=\"en interne\">en, interne.</b> &mdash; EFIS"," <b fullkey=\"exterdota\">exter-dot-a:</b> (<i>jur.</i>) paraphernal."," <b fullkey=\"exterfluar\">exter-flu-ar:</b> (<i>tr., intr.</i>) to flow, run over"," <b fullkey=\"exterjudicia\">exter-judici-a:</b> extrajudicial."," <b fullkey=\"exterklaso\">exter-klaso:</b> an outside, a separate class."," <b fullkey=\"exterlanda\">exter-landa:</b> foreign."," <b fullkey=\"exterlimita\">exter-limit-a:</b> beyond limit, excessive, exorbitant, extravagant."," <b fullkey=\"exterminar\">extermin-ar:</b> (<i>tr.</i>) to exterminate: destroy utterly. &mdash; EFIS"," <b fullkey=\"externo\">extern-o:</b> day-scholar; <b fullkey=\"externerio\">-erio:</b> day-school. Def. Skolano (lernanto) qua ne habitas la lerneyo; III-672. &mdash; DEFIS"," <b fullkey=\"extingar\">exting-ar:</b> (<i>tr., intr.</i>) to extinguish, put out, quench (a fire, a light; <i>also used fig.</i>); <b fullkey=\"extingar kandelo\">-ar kandelo:</b> to put out a candle; <b fullkey=\"extingar dursto\">-ar dursto:</b> (<i>fig.</i>) to quench the thirst; <b fullkey=\"la fairo extingeskas\">la fairo extingeskas:</b> the fire is going out; <b fullkey=\"extingar la kalko\">-ar la kalko:</b> (<i>fig.</i>) to slack lime; <b fullkey=\"extingar debo\">-ar debo:</b> (<i>fig.</i>) to cancel a debt; <b fullkey=\"extingo\">-o</b> <b fullkey=\"di raso\">di raso:</b> (<i>fig.</i>) the extinction, the extermination of a race. Ant.: Acendar. &mdash; EFIS"," <b fullkey=\"extirpar\">extirp-ar:</b> (<i>tr.</i>) to extirpate, uproot; (<i>surg.</i>) to cut out, remove totally; (<i>fig.</i>) to destroy wholly, eradicate, weed out (cf. <b fullkey=\"arachar\">arachar</b>). Ex.: Extirpar la mala herbi, kancero, dento, raso. &mdash; DEF"," <b fullkey=\"extorsar\">extors-ar:</b> (<i>tr.</i>) to extort, wrest; to blackmail (<b fullkey=\"ulu\">ulu</b>): <b fullkey=\"extors extorsajo\">-(ad)o, -ajo:</b> extortion, exaction; <b fullkey=\"extorsanto extorsero\">-anto, -ero:</b> extortioner; <b fullkey=\"extorsoprobo\">-o-probo:</b> attempt at e. V. exp.: To ne esas raptar, t. e. furtar per materiala violento, ma koaktar ulu cedar ulo (generale pekunio) per minaco, per morala violento; III-200. &mdash; DEFIS"," <b fullkey=\"extra\">extra:</b> (<i>adv.</i>) extra; <b fullkey=\"extradisho\">-disho:</b> an extra dish; <b fullkey=\"extraspenso\">-spenso:</b> extra (additional) expense; <b fullkey=\"extraajo\">extra-ajo:</b> something extra: <b fullkey=\"extraedituro\">extra-edituro:</b> extra edition; <b fullkey=\"extra bona\">extra bona:</b> extra good. &mdash; DEFIRS"," <b fullkey=\"extradar\">extrad-ar:</b> (<i>tr.</i>) to extradite. Def.: livrar stranjera kulpozo (akuzato) a la guvernerio di lua patrio; III-672; kp. <b fullkey=\"exilar\">exilar</b>. &mdash; DEFIS"," <b fullkey=\"extradoso\">extrados-o:</b> (<i>arch.</i>) extrados."," <b fullkey=\"extraktar\">extrakt-ar:</b> (<i>tr.</i>) to extract: to draw from, out. Ex.: Extraktar frazo de libro, dento, kugleto de la korpo. Extraktar radiko dua (<i>math.:</i> to extract the square root). Extraktado di sukro de betravi. Extrakt-uri opiumo. &mdash; DEFIRS"," <b fullkey=\"extraordinara\">extraordinar-a:</b> extraordinary (event, person, etc.; cf. <b fullkey=\"remarkinda\">remark-inda</b>). &mdash; DEF"," <b fullkey=\"extravagar\">extravag-ar:</b> (<i>intr.</i>) to talk extravagantly, wildly, to rave; (<i>in fever</i>) to be delirious; to act extravagantly, wildly, unreasonably, eccentrically; <b fullkey=\"la febro igas il extravagar\">la febro igas il extravagar:</b> the fever makes him delirious; <b fullkey=\"extravago extravagemeso di konduto di parolado\">-o, -em-eso di konduto, di parolado:</b> wildness of conduct, talk; <b fullkey=\"esas extravaganta spensar pekunio ante recevar ol\">esas extravaganta spensar pekunio ante recevar ol:</b> it is extravagant to spend money before receiving it. Def.: Pensar, parolar, agar sen raciono nek bonsenco. &mdash; DEFIS"," <b fullkey=\"extrema\">extrem-a:</b> extreme, utmost, outermost; <b fullkey=\"extremajo\">-ajo:</b> extremity, butt-end; <b fullkey=\"extreme\">-e:</b> extremely; <b fullkey=\"extrema unciono\">-a unciono:</b> e. unction; <b fullkey=\"extrema frontiero\">-a frontiero:</b> e. boundary; <b fullkey=\"extrema plezuro\">-a plezuro:</b> e. pleasure; <b fullkey=\"la extremi esas la unesma e lasta termino en ula proporciono\">la -i esas la unesma e lasta termino en ula proporciono:</b> the extremes are the first and last terms in a proportion; <b fullkey=\"il esas extreme richa\">il esas extreme richa:</b> he is extremely rich. &mdash; DEFIS"," <b fullkey=\"extrinseka\">extrinsek-a:</b> extrinsic. Ant.: <b fullkey=\"intrinseka\">intrinseka</b>. &mdash; EFIS"," <b fullkey=\"exudar\">exud-ar:</b> (<i>tr., intr.</i>) to exude, ooze out. Def.: Ekiro di liquido ek korpo, analoga (e tam lenta) kam sudorifo (N.B. sen gutifar); III-672. &mdash; DEFIS"," <b fullkey=\"exultar\">exult-ar:</b> (<i>intr.</i>) to exult. Def.: Esar kaptata da profunda joyo o sentimento (amo), qua expresas su per movi, kanti, e.c.: III-324. &mdash; EFI"," <b fullkey=\"exutorio\">exutori-o:</b> (<i>med.</i>) issue (of blood, pus, etc.). &mdash; FIS"," <b fullkey=\"ey\">-ey-:</b> (<i>suffix</i>) signifies the place of the root or for the action of the root. Ex.: <b fullkey=\"kavaleyo\">kaval-eyo:</b> stable; <b fullkey=\"koqueyo\">koqu-eyo:</b> kitchen, place for cooking."," <b fullkey=\"ez\">-ez:</b> (<i>gram.</i>) imperative ending."," <b fullkey=\"ezofago\">ezofag-o:</b> (<i>anat.</i>) esophagus, gullet (cf. <b fullkey=\"guturo\">guturo</b>). &mdash; EFIS","<b fullkey=\"fa\">fa:</b> (<i>mus.</i>) fa: fourth note of the diatonic scale."," <b fullkey=\"fabo\">fab-o:</b> (<i>bot.</i>) bean. &mdash; FIS"," <b fullkey=\"fablo\">fabl-o:</b> fable; <b fullkey=\"fablatra fabloza\">-atra, -oza:</b> fabulous, fictitious. &mdash; DEFIS"," <b fullkey=\"fabrikar\">fabrik-ar:</b> (<i>tr.</i>) to manufacture (cf. <b fullkey=\"manufabrikar\">manu-fabrikar</b>); <b fullkey=\"fabrik\">-(ad)o:</b> fabrication, manufacture; <b fullkey=\"fabrikuro\">-uro:</b> object made, <b fullkey=\"fabrikerio\">-erio:</b> factory, works, mills (cf. <b fullkey=\"manufakturo\">manufakturo</b>); <b fullkey=\"fabrikomarko\">-o-marko:</b> trademark. Def.: Facar laboruri segun procedi mashinala o mekanikal. Ex.: Fabrikar horloji, stofi. &mdash; DEFIRS"," <b fullkey=\"facar\">fac-ar:</b> (<i>tr., lit. and fig.</i>) to make (a concrete object); to do, perform (a certain act); <b fullkey=\"facigar\">-igar:</b> to cause (<b fullkey=\"ulu\">ulu</b>) to make (<b fullkey=\"ulo\">ulo</b>); to have (<b fullkey=\"ulo\">ulo</b>) done (<b fullkey=\"da ulu\">da ulu</b>); (cf. <b fullkey=\"igar\">igar</b>); <b fullkey=\"facesar\">-esar:</b> to be made, performed; <b fullkey=\"faco\">-o:</b> making, doing; <b fullkey=\"facanto ero\">-anto, ero:</b> maker, doer; <b fullkey=\"facebla\">-ebla:</b> practicable, feasible; <b fullkey=\"facar shui\">-ar shui:</b> to make shoes; <b fullkey=\"facar bona komercado\">-ar bona komercado:</b> to do a good business. V. exp.: vid. <b fullkey=\"agar\">agar.</b> &mdash; FIS"," <b fullkey=\"faceto\">facet-o:</b> facet (as of a diamond); <b fullkey=\"facetizar\">-izar:</b> to put f.s on, cut with f.s; <b fullkey=\"facetizita facetoza\">-izita, -oza:</b> faceted. &mdash; DEFIRS"," <b fullkey=\"facio\">faci-o:</b> (<i>gen.</i>) front part or view (of anything) (cf. <b fullkey=\"vizajo averso\">vizajo, averso</b>); <b fullkey=\"faciala\">-ala:</b> facial, frontal; <b fullkey=\"mi facio\">mi- -o:</b> (<i>photog.</i>) pose between full face and profile; <b fullkey=\"facio kontre facio\">-o kontre- -o:</b> f. to f.; <b fullkey=\"avan la facio\">avan la -o:</b> (<i>fig.</i>) in the presence of. Def.: L'avana parto di irga korpo; V-679. Ant.: <b fullkey=\"reverso dorso\">reverso, dorso.</b> &mdash; EFIS"," <b fullkey=\"facies\">&laquo;facies&raquo;:</b> (<i>anat., geol., biol.</i>) facies: general aspect or appearance of anything."," <b fullkey=\"facila\">facil-a:</b> easy (to do), facile, not difficult; <b fullkey=\"facileso\">-eso:</b> facility (quality); <b fullkey=\"facilajo\">-ajo:</b> an e. thing; <b fullkey=\"faciligar\">-igar:</b> to facilitate (<b fullkey=\"ulo ad ulu\">ulo, ad ulu</b>); <b fullkey=\"facile laborar\">-e laborar:</b> to work easily; <b fullkey=\"facile komprenebla\">-e komprenebla:</b> e. to understand; <b fullkey=\"facilmora muliero\">-mora mulier-o:</b> a woman of e. virtue. &mdash; EFIS"," <b fullkey=\"facinar\">facin-ar:</b> (<i>tr.</i>) to fascinate. Ex.: L'amoro facinas la okuli. On dicas ke la serpento facinas sua viktimi. &mdash; DEFIS"," <b fullkey=\"facionar\">facion-ar:</b> (<i>intr.</i>) to be on sentry duty, mount guard; <b fullkey=\"faciono\">-o:</b> sentry watch; <b fullkey=\"facionanto facionero\">-anto, -ero:</b> sentry (cf. <b fullkey=\"sentinelo\">sentinelo</b>); <b fullkey=\"facionigar\">-igar:</b> to post (a sentry); <b fullkey=\"chanjar la faciono\">chanjar la -o:</b> to relieve the watch. Def.: Stacar en posteno, gardar posteno; VII-130. &mdash; F"," <b fullkey=\"faetono\">faeton-o:</b> (<i>carriage</i>) phaeton; (<i>myth.</i>) Phaethon. &mdash; DEFIRS"," <b fullkey=\"fago\">fag-o:</b> (<i>bot.</i>) beech(-tree) (genus: Fagus); <b fullkey=\"fagofrukto\">-o-frukto:</b> b. nut; <b fullkey=\"fageyo\">-eyo:</b> b. grove. &mdash; ISL"," <b fullkey=\"fagocito\">fagocit-o:</b> (<i>biol.</i>) phagocyte."," <b fullkey=\"fagocitoso\">fagocitos-o:</b> (<i>biol.</i>) phagocytose."," <b fullkey=\"fairo\">fair-o:</b> (<i>also fig.</i>) fire; <b fullkey=\"fairoza fairatra\">-oza, -atra:</b> fiery, igneous; <b fullkey=\"faireyo\">-eyo:</b> f. place, hearth (cf. <b fullkey=\"herdo\">herdo</b>); <b fullkey=\"fairea\">-ea:</b> f. colored; <b fullkey=\"fairifar\">-ifar:</b> to produce f. (as by friction); <b fullkey=\"fairifilo\">-if-ilo:</b> f. producer; <b fullkey=\"fairespruva briko\">-espruva briko:</b> fireproof brick; <b fullkey=\"fairextingilo\">-exting-ilo:</b> f. extinguisher; <b fullkey=\"fairoglutero\">-o-glut-ero:</b> fire-eater; <b fullkey=\"fairogreto\">-o-greto:</b> f. grate; <b fullkey=\"fairohoko\">-o-hoko:</b> f. rake, (bent) poker; <b fullkey=\"fairokulto\">-o-kulto:</b> f. worship; <b fullkey=\"fairomusho\">-o-musho:</b> f. fly (cf. <b fullkey=\"luciolo lampiro\">luciolo, lampiro</b>); <b fullkey=\"fairopincego\">-o-pinc-ego:</b> f. tongs; <b fullkey=\"fairoligno\">-o-ligno:</b> f. wood; <b fullkey=\"pikar suflar la fairo\">pikar, suflar la -o:</b> to poke, to blow the f.; <b fullkey=\"fairpikilo\">-pik-ilo:</b> poker; firing-bar; <b fullkey=\"fairoskreno\">-o-skreno:</b> f. screen; <b fullkey=\"faireyaltapiso\">-eyal-tapiso:</b> hearth rug; <b fullkey=\"fairostalo\">-o-stalo:</b> steel for striking fire; <b fullkey=\"para fairo\">para- -o:</b> fender, fire-guard; <b fullkey=\"palio fairo\">palio- -o:</b> fire of straw; (cf. <b fullkey=\"incendio\">incendio</b>). &mdash; DE"," <b fullkey=\"fako\">fak-o:</b> anything portioned off, as a compartment, division (in a desk), stall (in a stable); branch, proper office, province, department, speciality (in a business, profession, government, field of knowledge); <b fullkey=\"faketo\">-eto:</b> pigeon-hole; small specialty of duty, in research; <b fullkey=\"fakaro\">-aro:</b> set or nest of drawers; <b fullkey=\"fakestro\">-estro:</b> department head; <b fullkey=\"to ne esas en mea fako\">to ne esas en mea -o:</b> that is out of my province; that's not in my line; <b fullkey=\"komprenar sua fako\">komprenar sua fako:</b> to understand one's business. &mdash; D"," <b fullkey=\"fakiro\">fakir-o:</b> fakir: Mahometan monk. &mdash; DEFIRS"," <b fullkey=\"fakochero\">fakocher-o:</b> (2001) wart-hog. &mdash; FI"," <b fullkey=\"faksimilo\">faksimil-o:</b> facsimile, exact copy. &mdash; DEFIRS"," <b fullkey=\"fakto\">fakt-o:</b> fact; <b fullkey=\"fakta faktala\">-a, -ala:</b> real, relating to f.; <b fullkey=\"fakte\">-e:</b> in fact; <b fullkey=\"faktala questiono\">-ala questiono:</b> a question of f. &mdash; DEFIR"," <b fullkey=\"faktitivo\">faktitiv-o:</b> (<i>gram.</i>) factitive: of or relating to a transitive verb that in some constructions requires an objective complement as well as an object."]