[" <b fullkey=\"citotropismo\">citotropism-o:</b> (<i>biol.</i>) cytotropism."," <b fullkey=\"citrato\">citrat-o:</b> (2001) citrate. &mdash; DEFIRS"," <b fullkey=\"citrono\">citron-o:</b> (<i>fruit</i>) citron, lime (cf. <b fullkey=\"limono cedrato\">limono, cedrato</b>); <b fullkey=\"citron iero\">- iero:</b> citron-tree, lime-tree (Citrus); <b fullkey=\"citronsuko\">-suko:</b> lime-juice; <b fullkey=\"citronliquoro\">-liquoro:</b> citron-water (cf. <b fullkey=\"limonado\">limonado</b>). &mdash; DEF"," <b fullkey=\"citruso\">citrus-o:</b> (2001) citrus (plant). &mdash; DEFRS"," <b fullkey=\"civeto\">civet-o:</b> (<i>zool.</i>) civet-cat: (Viverra zibetha). &mdash; DEFIRS"," <b fullkey=\"civila\">civil-a:</b> civil: pertaining to a citizen and his rights (not milit., or criminal); lay (opposed to ecclesiastical); <b fullkey=\"civil\">-(ul)o:</b> civilian; <b fullkey=\"civila kodexo\">-a kodexo:</b> c. code; <b fullkey=\"civila mariajo\">-a mariajo:</b> c. marriage; <b fullkey=\"civila stando\">-a stando:</b> civil condition: social state of persons, whether married or single, living or dead, etc. Def.: Civila stando: Ensemblo di la docukumenti, relativa a la sociala stando di singla civitani. IV-706. &mdash; DEFIRS"," <b fullkey=\"civilizar\">civiliz-ar:</b> (<i>tr.</i>) to civilize; <b fullkey=\"civilizeso\">-eso:</b> civilization: state of advancement in the arts and sciences (cf. <b fullkey=\"kulturo\">kulturo</b>). &mdash; DEFIRS"," <b fullkey=\"civismo\">civism-o:</b> civism: civic spirit; <b fullkey=\"civismala\">-ala:</b> civic. V. exp.: <b fullkey=\"Civismo\">Civismo</b> esas devoteso di homo a sua sam-civitani o sam-statani; <b fullkey=\"patriotismo\">patriotismo:</b> esas devoteso, amo a patrio. &mdash; DEFIS"," <b fullkey=\"civito\">civit-o:</b> city: the older, most ancient part of a town (cf. <b fullkey=\"urbo\">urbo</b>); <b fullkey=\"civitano\">-ano:</b> citizen; <b fullkey=\"civitaneso\">-an-eso:</b> citizenship; <b fullkey=\"civitanigar\">-an-igar:</b> to confer the rights of a citizen (cf. <b fullkey=\"nacionaligar\">nacion-al-igar</b>): <b fullkey=\"civitanigo\">-an-igo:</b> naturalization; <b fullkey=\"civitanala milito\">-an-ala milito:</b> civil war; <b fullkey=\"civitanala yuro\">-an-ala yuro:</b> common law. &mdash; IS"," <b fullkey=\"cizo\">ciz-o:</b> scissors; <b fullkey=\"cizego\">-ego:</b> shears; <b fullkey=\"cizagar\">-agar:</b> (<i>tr.</i>) to scissor, shear. &mdash; EFI"," <b fullkey=\"cizelar\">cizel-ar:</b> (<i>tr.</i>) to chisel, chase; <b fullkey=\"cizelilo\">-ilo:</b> chisel; <b fullkey=\"kava cizelilo\">kava -ilo:</b> gouge (cf. <b fullkey=\"skultar\">skultar</b>). &mdash; DEFIRS"," <b fullkey=\"co\">co:</b> cf. <b fullkey=\"ca\">ca</b>."," <b fullkey=\"conquistador\">&laquo;conquistador&raquo;:</b> conquistador: conqueror of Spanish America."," <b fullkey=\"corpus juris\">&laquo;corpus juris&raquo;:</b> (<i>jur.</i>) corpus juris: body of the law."," <b fullkey=\"CPU\">CPU:</b> CPU: centrala-procesanta-unajo (di komputoro)."," ","<b fullkey=\"d\">d:</b> (<i>mus.</i>) re: second note of the diatonic scale."," <b fullkey=\"da\">da:</b> (<i>indicating agent after passive verb</i>) <b fullkey=\"la patri esas amata da sua filii\">la patri esas amata da sua filii:</b> the parents are loved by their children; <b fullkey=\"sendita da Deo\">sendita da Deo:</b> sent by God; <b fullkey=\"trapikita da kuglo\">trapikita da kuglo:</b> pierced by a bullet; (<i>agent</i>) <b fullkey=\"l di Caesar da Brutus\">l'ocido di Caesar da Brutus:</b> the murder of Caesar by Brutus; (<i>authorship</i>) <b fullkey=\"dramati da Shakespeare\">dramati da Shakespeare:</b> dramas by Shakespeare; <b fullkey=\"Da qua esas ta libro Ol esas da Petro\">Da qua esas ta libro? Ol esas da Petro:</b> By whom is that book? It is by Peter; (<i>object of a transitive verb compounded with -igar</i>) <b fullkey=\"me manjigas l manjesas da la kavalo\">me manjigas l'aveno manjesas da la kavalo</b> = <b fullkey=\"l manjesas da la kavalo\">l'aveno manjesas da la kavalo:</b> I make my horse eat oats; <b fullkey=\"lu kredigis ita rakonto da l\">lu kredigis ita rakonto da l'dupo: </b>he palmed this tale off on the dupe (<b fullkey=\"la dupo kredis la rakonto\">la dupo kredis la rakonto</b>); <b fullkey=\"me sendigas mea letri da mea spozino\">me sendigas mea letri da mea spozino</b> = <b fullkey=\"igar la spozino sendar mea letri\">igar la spozino sendar mea letri:</b> I make my wife send my letters. Def.: Montras individuo, objekto, kozo o kauzo qua igas, facas od efektigas ulo, II-731. V. exp.: vid. <b fullkey=\"de\">de.</b> &mdash; FI"," <b fullkey=\"dafno\">dafn-o:</b> (<i>bot.</i>) daphne: any of various Eurasian shrubs (family Thymelaeaceae)."," <b fullkey=\"dago\">dag-o:</b> dirk: a short shord or kind of poniard. &mdash; EFIS"," <b fullkey=\"dahlia\">&laquo;dahlia&raquo;:</b> (<i>bot.</i>) dahlia (genus: Dahlia). &mdash; DEF"," <b fullkey=\"daimo daimulo daimino\">daim-o, -ulo, -ino:</b> fallow-deer (Cervus dama). &mdash; F"," <b fullkey=\"daktilo\">daktil-o:</b> (<i>poet.</i>) dactyl. &mdash; DEFIS"," <b fullkey=\"dal da la\">dal = da la.</b>"," <b fullkey=\"dalmatiko\">dalmatik-o:</b> (<i>vestment</i>) dalmatic. &mdash; DEFIRS"," <b fullkey=\"daltonismo\">daltonism-o:</b> Daltonism: color-blindness; <b fullkey=\"daltonismika daltonismiko\">-ika, -iko:</b> color-blind (peron). &mdash; DEFIRS"," <b fullkey=\"damo\">dam-o:</b> married or widowed woman; dame; (<i>in cards, chess, checkers</i>) a queen; <b fullkey=\"dami\">-i:</b> (<i>game</i>) draughts, checkers; <b fullkey=\"ludar per dami\">ludar per -i:</b> to play checkers; <b fullkey=\"damoplanko\">-o-planko:</b> checker-, draught-board; <b fullkey=\"damigar\">-igar:</b> (<i>chess, checkers</i>) to crown; <b fullkey=\"damifar\">-ifar:</b> (<i>checkers</i>) to go to king, (<i>at chess</i>) to go to queen. &mdash; DEFIS"," <b fullkey=\"damasko\">damask-o:</b> (<i>fabric</i>) damask. &mdash; DEFIRS"," <b fullkey=\"damaskinar\">damaskin-ar:</b> (<i>tr.</i>) to damascene, damaskeen (iron, steel). &mdash; DEFIRS"," <b fullkey=\"damijano\">damijan-o:</b> demijohn; (cf. <b fullkey=\"korbobotelo\">korbo-botelo</b>). &mdash; EFIS"," <b fullkey=\"damnar\">damn-ar:</b> (<i>tr., theol., fig.</i>) to damn; <b fullkey=\"damnito\">-ito:</b> person damned, a lost soul (cf. <b fullkey=\"maledikar blasfemar\">maledikar, blasfemar</b>). Ex.: Deo damnas la maligni. Doktrino damninda. &mdash; DEF"," <b fullkey=\"damzelo\">damzel-o:</b> young lady, miss, maid, damsel; unmarried woman, spinster; (<i>before a proper name</i>) Miss; <b fullkey=\"damzelacho\">-acho:</b> wench; <b fullkey=\"honor damzelo\">honor- -o:</b> maid of honor; <b fullkey=\"kontor damzelo\">kontor- -o:</b> office-girl, -woman; <b fullkey=\"du damzeli di kinadek yari\">du -i di kinadek yari:</b> two maiden ladies of fifty. &mdash; EF"," <b fullkey=\"dandio\">dandi-o:</b> dandy: fop; coxcomb. Def.: Homulo eleganta, segun la modo. &mdash; DEFR"," <b fullkey=\"danjero\">danjer-o:</b> danger, peril, jeopardy; <b fullkey=\"danjerigar pozar en danjero\">-igar, pozar en -o:</b> to endanger, jeopardize; <b fullkey=\"danjeroza\">-oza:</b> dangerous. &mdash; EF"," <b fullkey=\"dankar\">dank-ar:</b> (<i>tr.</i>) to thank (<b fullkey=\"ulu pri pro ulo\">ulu, pri, pro ulo</b>); (cf. <b fullkey=\"gratitudar\">gratitudar</b>). &mdash; DE"," <b fullkey=\"dansar\">dans-ar:</b> (<i>tr., intr.</i>) to dance. &mdash; DEFRS"," <b fullkey=\"dardo\">dard-o:</b> dart (pointed missile); sting (weapon of insects). &mdash; EFIS"," <b fullkey=\"darfar\">darf-ar:</b> may, to have a right to, be permitted; <b fullkey=\"me darfas\">me darfas:</b> I have the (legal) right or permission, or, it is not forbidden to me; <b fullkey=\"on devas ne mentiar o on ne darfas mentiar\">on devas ne mentiar (o, on ne darfas mentiar):</b> one should not (or, ought not to) lie. Def.: Havar la yuro o permiso; ol havas la senco legala, kontrea a l'ideo di interdikto; VI-487. Ex.: On darfas uzar darfar nur pri la kozi, qui dependas de lego o regulo, do de la volo, altravorte, nur kande on povas imaginar permiso od interkikto. On povas ya facar multa agi, quin on ne darfas facar. V. exp.: <b fullkey=\"darfar\">darfar</b> = permisebleso, posibleso; <b fullkey=\"devar\">devar</b> = obligo morala; <b fullkey=\"povar\">povar</b> = povo; <b fullkey=\"mustar\">mustar</b> = obligo fizikal, absoluta; expresas kurte l'ideo &laquo;oportas ke&raquo; o &laquo;necesa esas ke&raquo; (vid. <b fullkey=\"oportar\">oportar</b>); II-166."," <b fullkey=\"darnar\">darn-ar:</b> (<i>tr.</i>) to darn (garments). Def.: Specala modo di rapecar stofi, vesti, ne pozante peco, ma imitante la texuro; III-199. &mdash; E"," <b fullkey=\"Darwinismo\">Darwin-ismo:</b> Darwinism; <b fullkey=\"Darwinala\">-ala:</b> Darwinian. &mdash; DEFIRS"," <b fullkey=\"dato\">dat-o:</b> (<i>time</i>) date; <b fullkey=\"datizar\">-izar:</b> to date (a letter, etc.). &mdash; DEFIS"," <b fullkey=\"datelo\">datel-o:</b> (<i>fruit</i>) date; <b fullkey=\"dateliero\">-iero:</b> d. tree (Phoenix dactylifera). &mdash; DEFIS"," <b fullkey=\"dativo\">dativ-o:</b> (<i>gram.</i>) dative (-case). &mdash; DEFIRSL"," <b fullkey=\"datumo\">datum-o*:</b> (<i>comp., science</i>) datum: a single piece of information."," <b fullkey=\"datumbazo\">datumbaz-o*:</b> (<i>comp.</i>) database: collection of information."," <b fullkey=\"daturo\">datur-o:</b> (<i>bot.</i>) datura (genus: Datura); thorn-apple, Jimson weed (Datura stramonium). &mdash; EFIRS"," <b fullkey=\"daxo\">dax-o:</b> (<i>zool.</i>) badger (genus: Meles Taxus). &mdash; DI"," <b fullkey=\"dazlar\">dazl-ar:</b> (<i>tr.</i>) to dazzle: to overpower by bright or moving lights; (<i>fig.</i>) to blind; (<i>fig.</i>) to excite to admiration by brilliancy, display (of beauty, money, honors, etc.) (cf. <b fullkey=\"facinar\">facinar</b>). Def.: Trublar instantale la vid-povo per tro brilanta lumo, o per tro rapida movado, agitado, e.c. VI-530. Ex.: La sun-radii dazlas la vidado. La fortuno e la honori dazlas la ambicioni. &mdash; E"," <b fullkey=\"de\">de:</b> (<i>prep.</i>) (<i>starting point, origin, derivation</i>) <b fullkey=\"la treno de Lyon\">la treno de Lyon:</b> the train from Lyons: <b fullkey=\"blinda de nasko\">blinda de nasko:</b> blind from birth; <b fullkey=\"de omna lateri\">de omna lateri:</b> from all sides; <b fullkey=\"de supre ad infre\">de supre ad infre;</b> from top to bottom; <b fullkey=\"de ta vidpunto\">de ta vidpunto:</b> from that viewpoint; <b fullkey=\"komprar de ulu\">komprar de ulu:</b> to buy of someone; <b fullkey=\"arachar de la morto\">arachar de la morto:</b> to snatch from death;<b fullkey=\"malada de febro\"> malada de febro:</b> sick with (from) fever; (<i>measure, quantity</i>) <b fullkey=\"unu de li\">unu de li:</b> one of them; <b fullkey=\"un horo de marcho\">un horo de marcho:</b> an hour's walk; <b fullkey=\"dekeduo de ovi\">dek-e-duo de ovi:</b> a dozen eggs; <b fullkey=\"tri metri de rubando\">tri metri de rubando:</b> three meters of ribbon; <b fullkey=\"glaso de aquo\">glaso de aquo:</b> a glass of water; <b fullkey=\"peco de pano\">peco de pano:</b> a piece of bread; <b fullkey=\"el esas la maxim bela de la fratini\">el esas la maxim bela de la fratini:</b> she is the most beautiful of the sisters; <b fullkey=\"duo de rejini\">duo de rejini:</b> a pair of queens; (<i>after adjectives denoting dimenions, size, contents</i>) <b fullkey=\"ponto longa de du Angla milii\">ponto longa de du Angla milii:</b> a bridge two English miles long; <b fullkey=\"barelo plena de vino\">barelo plena de vino:</b> a barrel full of wine; <b fullkey=\"konstrukturo alta de duadek etaji\">konstrukturo alta de duadek etaji:</b> a building twenty stories high (<i>&laquo;since&raquo;, duration of time</i>). N. B. in this sense <b fullkey=\"depos\">de-pos</b> is preferable to <b fullkey=\"de\">de</b> alone: <b fullkey=\"me savas lo de quar dii\">me savas lo de(pos) quar dii:</b> I have known it these (since, from) four days; <b fullkey=\"me esas hike de du monati\">me esas hike de du monati:</b> I have been here for two months; <b fullkey=\"de la morto di sua spozino\">de(pos) la morto di sua spozino:</b> since the death of his wife; <b fullkey=\"de kande vu lojas hike me lojas hike de un monato\">de kande vu lojas hike? me lojas hike de un monato:</b> How long (from when) have you lived here? I have lived here one month (I am living here from one month); <b fullkey=\"de pos\">de pos:</b> since, after; <b fullkey=\"de longe\">de longe:</b> for a long time past; <b fullkey=\"de kande\">de kande:</b> since when, how long since; <b fullkey=\"de lore\">de lore:</b> from that time, since then; <b fullkey=\"de pose\">de pose:</b> from that time, afterwards; <b fullkey=\"de pos ke\">de pos ke:</b> (<i>conj.</i>) since (that); <b fullkey=\"de nun\">de nun:</b> from now, henceforth, hereafter; <b fullkey=\"de sub\">de sub:</b> from under; <b fullkey=\"de dop\">de dop:</b> from behind. V. exp.: <b fullkey=\"da de di\">da, de, di:</b> Praktikal regulo por selektar inter ta tri prepozicioni esas la sequanta: Se la senco postulas klare l'ideo di l'agento od autoro, uzez <b fullkey=\"da\">da</b>; se ol postulas klare l'ideo di deveno, o di konteno o di quanto, uzez <b fullkey=\"de\">de</b>; en cetera kazi (do en omna <b fullkey=\"dubebla\">dubebla)</b> uzez audace <b fullkey=\"di\">di</b>; nam olca esas la maxim <b fullkey=\"generala\">generala</b> de la tri, korespondanta a la genitivo; II-33. On povas generale sequar ica regulo (por selektar inter <b fullkey=\"de\">de</b> o <b fullkey=\"di\">di</b>): Uzez <b fullkey=\"di\">di</b> kande la sequanta substantivo havas artiklo; uzez <b fullkey=\"de\">de</b> kande ol hava nula artiklo; III-624. &mdash; FIS"," <b fullkey=\"deo\">de-o:</b> God, a god; <b fullkey=\"deino\">-ino:</b> goddess; <b fullkey=\"dea deala\">-a, -ala:</b> divine: of or relating to God; <b fullkey=\"deajo\">-ajo:</b> a divinity: divine object; <b fullkey=\"deeso\">-eso:</b> godhead; <b fullkey=\"deigar\">-igar:</b> to deify; <b fullkey=\"deismo\">-ismo:</b> deism; <b fullkey=\"deatra\">-atra:</b> godlike; <b fullkey=\"deo bona ho Deo\">-o bona! ho Deo:</b> good God! oh God! <b fullkey=\"danko a Deo\">danko a Deo</b> thank God; <b fullkey=\"Deo pardonez\">Deo pardonez: </b>may God pardon; <b fullkey=\"Se plezos a Deo se Deo volos\">Se plezos a Deo, se Deo volos:</b> if God wills. &mdash; EFIS"," <b fullkey=\"debar\">deb-ar:</b> (<i>tr.</i>) to owe (<b fullkey=\"ulo ad ulu\">ulo, ad ulu</b>); (<i>intr.</i>) to be under obligation (<b fullkey=\"ad ulu por ulo\">ad ulu, por ulo</b>); <b fullkey=\"debajo\">-ajo:</b> a debt; <b fullkey=\"debizar\">-izar:</b> to get (<b fullkey=\"ulu\">ulu</b>) into debt; <b fullkey=\"debo honorala honor debo\">-o honor-ala (honor- -o):</b> a debt of honor; <b fullkey=\"charjar su per debi\">charjar su per debi:</b> to run into debt; <b fullkey=\"debrestajo\">-rest-ajo:</b> balance due. Ex.: Pagez to quon vu debas. Me debas a lu mea vivo. Donar deb-atesto. &mdash; EFIRS"," <b fullkey=\"debatar\">debat-ar:</b> (<i>tr.</i>) to debate. Def.: Diskutar kun un o plura konversanti en ordinoza ed atencoza maniero, singlu prizentante l'argumenti servanta sua propra interesto o prefero; V-678, III-323. &mdash; DEFIRS"," <b fullkey=\"debeto\">debet-o:</b> (<i>com.</i>) debit (after the balance of an account), debit-balance; <b fullkey=\"debetigar\">-igar:</b> to d. (a sum to somebody's account); <b fullkey=\"debetkonto\">-konto:</b> d. account. &mdash; DEFIRS"," <b fullkey=\"debila\">debil-a:</b> (<i>of persons</i>) weak, feeble (cf. <b fullkey=\"frajila\">frajila</b>); <b fullkey=\"debiligar\">-igar:</b> to debilitate, enfeeble; <b fullkey=\"debiliganta debiligiva\">-ig-anta, -ig-iva:</b> debilitating; <b fullkey=\"debilach\">-ach(ul)o:</b> a puny person. Def.: Febla per naturo, temperamento; III-668. Ant.: <b fullkey=\"forta robusta vigoroza\">forta, robusta, vigoroza.</b> &mdash; EFIS"," <b fullkey=\"debitar\">debit-ar:</b> (<i>tr.</i>) to sell (goods, supplies, ordinarily at retail); <b fullkey=\"debito debitajo\">-o, -ajo:</b> sale, supply, retail; <b fullkey=\"debitar engrose endetale\">-ar engrose, endetale:</b> to sell wholesale, by retail; <b fullkey=\"vari di bona debito\">vari di bona -o:</b> goods that have a ready sale. &mdash; FIS"," <b fullkey=\"debochar\">deboch-ar:</b> (<i>intr.</i>) to go to excess in sensual pleasures, to live dissolutely, to revel, carouse; <b fullkey=\"debochigar\">-igar:</b> to debauch: entice to debauchery, to corrupt with lewdness; <b fullkey=\"debocheskar\">-eskar:</b> to become profligate; <b fullkey=\"debochanta debochema\">-anta, -ema:</b> dissolute, profligate (cf. <b fullkey=\"laciva\">laciva</b>); <b fullkey=\"debochistino\">-ist-ino:</b> harlot; <b fullkey=\"debochanto debochero\">-anto, -ero:</b> debauchee, rake: <b fullkey=\"debochiganto\">-ig-anto:</b> debaucher. V. exp.: <b fullkey=\"Krapulo\">Krapulo</b> esas nur maxim desnobla e vulgara debocho. <b fullkey=\"Debochanto\">Debochanto</b> povas esar (restar) eleganta. Pro to <b fullkey=\"debocho\">debocho</b> koncernas prefere la sexuala ne-etikaleso, <b fullkey=\"krapulo\">krapulo</b> la trouzo di manjado e drinkado, l'ebrieso kustumal, e.c. On povas parolar pri <b fullkey=\"debaucho krapuloza\">debaucho krapuloza</b>; III-411. &mdash; EFR"," <b fullkey=\"debushar\">debush-ar:</b> (<i>intr., milit.</i>) to debouch. &mdash; DEF"," <b fullkey=\"debutar\">debut-ar:</b> (<i>intr., theat.</i>) to make one's debut, first appearance; (<i>fig.</i>) to start, set out: take one's first steps; <b fullkey=\"debutanto debutantino\">-anto, -ant-ino:</b> debutant, debutante; (<i>fig.</i>) a beginner. &mdash; DEFIS"," <b fullkey=\"decar\">dec-ar:</b> (<i>intr.</i>) to be decent, suitable, correct, proper (cf. <b fullkey=\"esar justa\">esar justa</b>); <b fullkey=\"deco\">-o:</b> decency, propriety; <b fullkey=\"decanta decoza\">-anta, -oza:</b> decent, becoming, decorous; <b fullkey=\"decante\">-ante:</b> decently, with decency; <b fullkey=\"decas\">-as:</b> (<i>impers.</i>) it is proper. &mdash; DEFIS"," <b fullkey=\"decembroo\">decembro-o:</b> December. &mdash; DEFIRS"," <b fullkey=\"decendar\">decend-ar:</b> (<i>intr.</i>) to descend (<b fullkey=\"de\">de</b>, of race); <b fullkey=\"decend\">-(ad)o:</b> descent, lineage, pedigree; <b fullkey=\"decendanto\">-anto:</b> descendant, offspring; <b fullkey=\"decendantaro\">-ant-aro:</b> progeny, posterity (<i>collect.</i>). &mdash; DEFIS"," <b fullkey=\"decensar\">decens-ar:</b> (<i>tr., intr.</i>) to go down, descend: to move or pass from a higher to a lower plane; <b fullkey=\"decenseyo\">-eyo:</b> descent (place). Ex.: Decensar (de) monto en valo. Decensar (de) arboro. Decensar eskalero. La mareo, la temperaturo decensas. Ant.: <b fullkey=\"acensar\">acensar.</b> &mdash; EFIS"," <b fullkey=\"deceptar\">decept-ar:</b> (<i>tr.</i>) to disappoint, to defeat (the hopes, expectations of someone); <b fullkey=\"deceptanta deceptiva\">-anta, -iva:</b> disappointing. &mdash; EFIS"," <b fullkey=\"dechifrar\">dechifr-ar:</b> (<i>tr.</i>) to decipher: to discover the key to a secret writing. V. exp.: vid. <b fullkey=\"chifrar\">chifrar</b>. &mdash; DEFIRS"," <b fullkey=\"decidar\">decid-ar:</b> (<i>tr., intr.</i>) to decide, settle, determine; <b fullkey=\"decidoza decidema\">-oza, -ema:</b> (<i>of persons</i>) strong-minded, determined; <b fullkey=\"decidita\">-ita:</b> (<i>of things</i>) decided; <b fullkey=\"decidite decideme\">-ite, -eme:</b> decidedly, positively; <b fullkey=\"decidemeso\">-em-eso:</b> determination (of character); <b fullkey=\"decidiganta decidiva\">-iganta, -iva:</b> decisive, conclusive; <b fullkey=\"facar decido\">facar -o:</b> to make a decision; <b fullkey=\"agar decidoze decideme\">agar -oze, -eme:</b> to act with decision. Ex.: Decidar afero, problemo, debato. Judicial decido. Ad il mankas decidemeso (di karaktero). Il esas homulo decidema. Il uzas decidoza tono. La kozo esas decidita. Kauzo, motivo decidiganta. Batalio decidiva. V. exp.: <b fullkey=\"On decidas\">On decidas</b> teoriala questioni, on <b fullkey=\"rezolvas\">rezolvas</b> agi facenda. Ni <b fullkey=\"decidas\">decidas</b>, ke l'akuzato esas la sola autoro dil krimino. Ni <b fullkey=\"rezolvas\">rezolvas</b> facar turo en la urbo; VII-98. &mdash; EFIS"," <b fullkey=\"decidua\">decidu-a:</b> (<i>bot.</i>) deciduous. &mdash; DEFIS"," <b fullkey=\"deciduo\">decidu-o:</b> (<i>physiol.</i>) deciduous membrane. &mdash; DEFIS"," <b fullkey=\"decigramo\">decigram-o:</b> decigram: 1.5432 grains. &mdash; DEFIRS"," <b fullkey=\"decilo\">decil-o:</b> (2001) decile. &mdash; DEFIRS"," <b fullkey=\"deciliono\">decilion-o:</b> 10&lt;sup&gt;10&lt;/sup&gt;."," <b fullkey=\"decilitro\">decilitr-o:</b> deciliter: tenth part of a liter: 6.1 cu. in. &mdash; DEFIRS"," <b fullkey=\"decimo\">decim-o:</b> decime. Def.: Dekimo di franko, o 10 centimi; III-324. &mdash; DEFIRS"," <b fullkey=\"decimacar\">decimac-ar:</b> (<i>tr.</i>) to decimate. &mdash; DEFIS"," <b fullkey=\"decimala decimalo\">decimal-a, -o:</b> (<i>arith.</i>) decimal. &mdash; DEFIRS"," <b fullkey=\"decimetro\">decimetr-o:</b> decimeter: tenth of a meter: 3.937 in. &mdash; DEFIRS"," <b fullkey=\"dedikar\">dedik-ar:</b> (<i>tr.</i>) to dedicate: consecrate to a Divine Being; to devote to a sacred use; to inscribe or address to a patron or friend (cf. <b fullkey=\"konsakrar\">konsakrar</b>). &mdash; DEFIS"," <b fullkey=\"dedolar\">dedol-ar:</b> (<i>tr., surg.</i>) Def.: Deprenar la parto surfacala di la tisui. &mdash; F"," <b fullkey=\"deduktar\">dedukt-ar:</b> (<i>tr., log.</i>) to deduce, infer; <b fullkey=\"dedukt deduktajo dedukturo\">-(ad)o, -ajo, -uro:</b> deduction, inference; <b fullkey=\"deduktala deduktiva deduktema\">-ala, -iva, -ema:</b> deductive; <b fullkey=\"deduktebla\">-ebla:</b> deducible. &mdash; DEFIRS"," <b fullkey=\"defekto\">defekt-o:</b> defect, imperfection, flaw, fault, blemish."," <b fullkey=\"defektiva\">defektiv-a:</b> (<i>gram.</i>) defective. &mdash; DEFIS"," <b fullkey=\"defensar\">defens-ar:</b> (<i>tr.</i>) to defend, protect <b fullkey=\"ulu ulo su kontre\">(ulu, ulo, su, kontre)</b>; <b fullkey=\"defensebla\">-ebla:</b> defensible, tenable; <b fullkey=\"defensilo\">-ilo:</b> a means, instrument of defense; <b fullkey=\"defensiva\">-iva:</b> defensive. Ex.: Defensar sua patrio, sua honoro, sua opiniono. &mdash; DEFIS"," <b fullkey=\"deferencar\">deferenc-ar:</b> (<i>tr.</i>) to defer to, show deference to; <b fullkey=\"deferenco\">-o:</b> deference, regard, respect. Def.: <b fullkey=\"Deferenco\">Deferenco:</b> Respekto quan on manifestas ad ulu exekutante lua volo o deziro. Nociono komplexa, qua ne esas simpla respekto. III-323. Ex.: On devas deferencar sua patri. Kun omna deferenceo qua esas debata a vu. Ant.: <b fullkey=\"deferenco desprizo arogemeso\">(deferenco) des-prizo, arog-em-eso.</b> &mdash; DEFIS"," <b fullkey=\"deferenta tubo\">deferent-a (tubo):</b> (<i>physiol.</i>) deferent. &mdash; DEFIS"," <b fullkey=\"defervecar\">defervec-ar:</b> (<i>intr., med.</i>) to cool down (fever). &mdash; DEFIS"," <b fullkey=\"defiar\">defi-ar:</b> (<i>tr.</i>) to defy, challenge, dare (<b fullkey=\"ulu pri ulo o facar ulo\">ulu, pri ulo, o facar ulo</b>); <b fullkey=\"defio\">-o:</b> challenge, defying, defiance. &mdash; EFIS"," <b fullkey=\"deficito\">deficit-o:</b> (<i>com.</i>) deficit. &mdash; DEFIRS"," <b fullkey=\"defilar\">defil-ar:</b> (<i>intr.</i>) to defile, file off, march past (<b fullkey=\"avan ulu\">avan ulu</b>). &mdash; DEFIS"," <b fullkey=\"defileo\">defile-o:</b> defile: narrow mountain pass. &mdash; DEFS"," <b fullkey=\"definar\">defin-ar:</b> (<i>tr.</i>) to define: give the definition of; <b fullkey=\"defino\">-o:</b> definition; <b fullkey=\"definita\">-ita:</b> defined; definite (article); <b fullkey=\"sen defina ne definita\">sen -a, ne -ita:</b> indefinite. V. exp.: <b fullkey=\"Definar\">Definar</b> esas indikar, enunciar la senco di vorto. <b fullkey=\"Determinar\">Determinar</b> esas fixigar o precizigar ula konocajo: on <b fullkey=\"determinas\">determinas</b> la alteso di la suno, la disto di du loki, per astronomial o geografial operaci (mezuri e kalkuli). Kozo povas esar tre determinita, e nule definita o definebla: ex.: ula partikulara koloro. On <b fullkey=\"definas\">definas</b> vorto; on <b fullkey=\"deklaras\">deklaras</b> sua opiniono; on <b fullkey=\"explikas\">explikas</b> fakto, libro, frazo; IV-464, 465. &mdash; DEFIS"," <b fullkey=\"definitiva\">definitiv-a:</b> definitive: final, ending; <b fullkey=\"definitive\">-e:</b> definitely. Ex.: Aranjo, judiko definitiva. &mdash; DEFIS"," <b fullkey=\"deflacar\">deflac-ar:</b> (<i>tr., fin.</i>) (monetary) deflation. Ant.: <b fullkey=\"inflaco\">inflaco.</b> &mdash; DEFIRS"," <b fullkey=\"deflegmar\">deflegm-ar:</b> (<i>tr.</i>) to dephlegm alcohol during distillation."," <b fullkey=\"deflexar\">de-flex-ar:</b> (<i>tr.</i>) to deflect, bend from; (<i>fig.</i>) to swerve, deviate."," <b fullkey=\"deformar\">deform-ar:</b> (<i>tr.</i>) to deform, put out of shape; <b fullkey=\"deformit\">-it(ul)o:</b> a deformed person; <b fullkey=\"deformesar\">-esar:</b> to be deformed. &mdash; DEF"," <b fullkey=\"degenerar\">degener-ar:</b> (<i>intr.</i>) to denegrate, deteriorate; <b fullkey=\"degeneranto degenerinto\">-anto, -into:</b> a d. &mdash; DEFIS"," <b fullkey=\"degnar\">degn-ar:</b> (<i>intr.</i>) to deign: condescend, vouchsafe. &mdash; EFIS"," <b fullkey=\"degradar\">degrad-ar:</b> (<i>tr.</i>) to degrade: reduce in rank, remove from office. &mdash; DEFIS"," <b fullkey=\"dehicenta\">dehicent-a:</b> (<i>bot.</i>) dehiscent: The spontaneous opening at maturity of a plant structure, such as a fruit, anther, or sporangium, to release its contents. &mdash; F"," <b fullkey=\"dejetar\">de-jet-ar:</b> (<i>tr.</i>) to throw from (horse, etc.)."," <b fullkey=\"dejunar\">dejun-ar:</b> (<i>intr.</i>) to breakfast (the first repast of the day); have b., <b fullkey=\"dejuneto\">-eto:</b> a light b., <b fullkey=\"frua dejuno\">frua -o:</b> early b. Def.: Dejuno esas repasto di dimezo; VI-162. &mdash; F"]