["<b fullkey=\"retikulo\"> retikul-o:</b> reticle (of a telescope)."," <b fullkey=\"retino\">retin-o:</b> (<i>anat.</i>) retina (of the eye). &mdash; DEFIRS"," <b fullkey=\"retoro\">retor-o:</b> (<i>antiq.</i>) rhetor, rhetorician, (orator); <b fullkey=\"retoracho\">-acho:</b> one who speaks elegantly but uselessly, word-spinner. &mdash; DEFIS"," <b fullkey=\"retoriko\">retorik-o:</b> rhetoric; <b fullkey=\"retorikisto\">-isto:</b> rhetorician, one skilled in rhetoric. &mdash; DEFIRS"," <b fullkey=\"retorto\">retort-o:</b> (<i>chem.</i>) retort. &mdash; DEIRS"," <b fullkey=\"retraktar\">retrakt-ar:</b> (<i>tr., lit. and fig.</i>) to retract, withdraw, draw back; <b fullkey=\"retraktamendo\">-amendo:</b> forfeit. Ex.: La limako retraktas sua korni. Retraktar sua promiso, sua erori. &mdash; EFIS","<b fullkey=\"retretar\"> retret-ar:</b> (<i>intr., milit., rel., and gen.</i>) to retire, retreat, seclude, draw off, draw back (from active work, duty, the world); <b fullkey=\"retreto\">-o:</b> retreat, retiring, retirement; (<i>milit.</i>) tattoo, taps; <b fullkey=\"retretopensiono\">-o-pensiono:</b> retirement pension; <b fullkey=\"retreteyo religiala\">-eyo religi-ala:</b> religious retreat (place); <b fullkey=\"sonigar la retreto\">son-igar la -o:</b> to sound the retreat, tattoo, taps; (<i>hunt.</i>) to call off the hounds; <b fullkey=\"retretoficiro\">-oficiro:</b> retired or &laquo;half-pay&raquo; officer. V. exp.: vid. <b fullkey=\"abandonar\">abandonar. &mdash; </b>DEFIRS"," <b fullkey=\"retro\">retr-o:</b> (<i>adv.</i>) backwards. &mdash; L","<b fullkey=\"retroagar\"> retro-ag-ar:</b> (<i>intr.</i>) to retroact; <b fullkey=\"retroago\">-ago:</b> retroaction; <b fullkey=\"retroagiva\">-ag-iva:</b> retroactive."," <b fullkey=\"retrocedar\">retro-ced-ar:</b> (<i>tr.</i>) to give, cede back again, return, restore."," <b fullkey=\"retroduktar\">retro-dukt-ar:</b> (<i>tr.</i>) to lead back. "," <b fullkey=\"retrofluar\">retro-flu-ar:</b> (<i>intr.</i>) to flow back, ebb."," <b fullkey=\"retroirar retromarchar\">retro-irar, -marchar:</b> (<i>intr.</i>) to go back, to retrograde, fall back (as of troops), retreat, to back (of carriages); (cf. <b fullkey=\"retretar regresar\">retretar, regresar</b>); <b fullkey=\"retroirigar retroiro\">-ir-igar, -iro:</b> retrogression."," <b fullkey=\"retrojetar\">retro-jet-ar:</b> (<i>tr.</i>) to throw back, reject."," <b fullkey=\"retrospektar\">retro-spekt-ar:</b> (<i>intr.</i>) to look back; <b fullkey=\"retroanta retroiva\">-anta, -iva:</b> retrospective."," <b fullkey=\"retrotirar\">retro-tir-ar:</b> (<i>tr.</i>) to draw back; <b fullkey=\"retroebla retroiva\">-ebla, -iva:</b> retractile. "," <b fullkey=\"retsituo\">ret-situo*:</b> website; internet site."," <b fullkey=\"retushar\">retush-ar:</b> (<i>tr.</i>) to retouch, touch up (a picture, etc.). &mdash; DEFIRS"," <b fullkey=\"reumatismo\">reumatism-o:</b> (<i>med.</i>) rheumatism; <b fullkey=\"reumatismala\">-ala:</b> rheumatic: relating to r.: <b fullkey=\"reumatismika reumatismiko\">-ika, -iko:</b> rheumatic (person). &mdash; DEFIRS"," <b fullkey=\"revar\">rev-ar:</b> (<i>intr.</i>) to day-dream, muse: to see or fancy as if in a dream; (cf. <b fullkey=\"sonjar\">son-jar</b>); <b fullkey=\"rev\">-(ad)o:</b> reverie, musing; <b fullkey=\"revajo\">-ajo:</b> a fancy; <b fullkey=\"revacho\">-acho:</b> vain fancy, conceit; <b fullkey=\"revema revachema\">-ema, -ach-ema:</b> dreamy. Ex.: Il revis pri la povreso e grandeso di Roma. Me klozas mea okuli e revas pri feliceso. Ulfoye me vere meditas, ulfoye nur revas. La projeto esas nur revo (od, revacho). &mdash; EF"," <b fullkey=\"revanchar\">revanch-ar:</b> (<i>intr., in good or bad sense</i>) to retaliate, give like for like, get even, requite (<b fullkey=\"su pri ulu kontre ulu\">su, pri ulu, kontre ulu</b>); to avenge, revenge, take one&rsquo;s revenge (in return for an injury); (cf. <b fullkey=\"venjar reprezalar\">venjar, reprezalar</b>); <b fullkey=\"revancho\">-o:</b> retaliation, revenge, avenging. Def.: Retrodonar similajo a similajo, sive bona o mala, ma ofte en mala senco. V. exp.: <b fullkey=\"Revanchar\">Revanchar</b> dicesas pri ulu, qua esas vinkata (en milito, konkurso o ludo) e qua inverse vinkas sua vinkinto. <b fullkey=\"Revancho\">Revancho</b> nule implikas ideo di venjo nek sentimento di rankoro, ma admaxime satisfaco propramo. En ludo, jentila ludero, qua vinkis, (ganis), ofras a&nbsp;sua partenero la revancho, o plu exakte la posibleso revanchar; nam ica povas vinkesar en la du foyi; VI-143. &mdash; DEFI"," <b fullkey=\"revelar\">revel-ar:</b> (<i>tr., also theol.</i>) to reveal; (<i>photog.</i>) to develop; <b fullkey=\"revel reveluro\">-(ad)o, -uro:</b> revelation; <b fullkey=\"revelajo\">-ajo:</b> that which is revealed; <b fullkey=\"revelanto revelero\">-anto, -ero:</b> revealer; <b fullkey=\"revelilo\">-ilo:</b> (<i>photog.</i>) developing bath. Def.: Konocigar ulo da ulu, quo esis olim nekonocata, sekreta o celita. Ex.: Revelar la statala sekretaji. Revelar lua komplico. La latenta imajo esas revelata sur la klishuro. La revelado di Santa Ioannes. &mdash; EFIS"," <b fullkey=\"revendikar\">revendik-ar:</b> (<i>tr., jur. and fig.</i>) to claim (as one&rsquo;s own), to demand back (<b fullkey=\"ulo\">ulo</b>); <b fullkey=\"revendikajo\">-ajo:</b> object claimed; (cf. <b fullkey=\"reklamacar\">reklamacar</b>). Def.: Reklamacar ulo quo apartenas a me, e qua esas en la povo di altru. Ex.: Revendikar sua yuri, ulo perdita, domeno. &mdash; DEFIS"," <b fullkey=\"revenuo\">revenu-o:</b> revenue; income. &mdash; DEF"," <b fullkey=\"reverberar\">reverber-ar:</b> (<i>tr., intr.</i>) to send back, radiate (heat); <b fullkey=\"reverberforno\">-forno:</b> reverberatory furnace. Def.: Absorbar la kaloro e retrosendar ol radiifante; V-67. &mdash; DEFIS"," <b fullkey=\"reverencar\">reverenc-ar:</b> (<i>intr.</i>) to make a bow, an obeisance; (of women) to courtsey (<b fullkey=\"ad ulu ulo\">ad ulu, ulo</b>); <b fullkey=\"reverenco profunda\">-o profunda:</b> deep bow. Ex.: Kande il pasis, me reverencis ad il. Reverencar a l&rsquo;altaro. &mdash; DEFIRS"," <b fullkey=\"reverso\">revers-o:</b> the reverse: back side of anything; <b fullkey=\"reverse\">-e:</b> inside out, wrong side to; <b fullkey=\"metar sua kalzi reverse e pose metar oli averse\">metar sua kalzi reverse, e pose metar oli averse:</b> to put on one&rsquo;s stocking wrong side outwards and afterwards put them on right side to. Def.: Dorsa latero di stofo, moneto, medalio. Specale, la parto aparanta di la reverso di frako, di redingoto, di boto, e.c. Ant.: <b fullkey=\"averso facio\">averso, facio. &mdash; </b>DEFIS"," <b fullkey=\"reversionar\">reversion-ar:</b> (<i>intr., jur.</i>) to revert (<b fullkey=\"ad\">ad</b>); <b fullkey=\"reversiono\">-o:</b> reversion (of an estate); <b fullkey=\"reversionebleso\">-ebl-eso:</b> revertibility. &mdash; EFIRS"," <b fullkey=\"revizar\">reviz-ar:</b> (<i>tr.</i>) to revise (a book, a judgement, the constitution, etc.); Def.: Emendar; ri-examinar por modifikar. &mdash; DEFIRS"," <b fullkey=\"revokar\">revok-ar:</b> (<i>tr.</i>) to revoke, repeal (an edict, privileges, a law); to recall (an ambassador); to dismiss (a clerk, officer, official). &mdash; EFIS"," <b fullkey=\"revoltar\">revolt-ar:</b> (<i>intr.</i>) to rise in revolt, to rebel (<b fullkey=\"kontre ulu ulo\">kontre ulu, ulo</b>); <b fullkey=\"revolto\">-o:</b> (<i>pr. and fig.</i>) revolt, insurrection; <b fullkey=\"revoltanto revoltinto\">-anto, -into:</b> revolter (cf. <b fullkey=\"rebelo revolucionero\">rebelo, revolucion-ero</b>); <b fullkey=\"revoltigar\">-igar:</b> to cause to revolt or rebel; (<i>fig.</i>) to stir up, rouse. Ex.: La populo revoltis kontre sua suvereno. (<i>fig.</i>) La raciono revoltas kontre tala absurdeso. &mdash; DEFIRS"," <b fullkey=\"revolucionar\">revolucion-ar:</b> (<i>tr.</i>) to revolutionize, to change thoroughly (opinions, an art, a country; (cf. <b fullkey=\"perturbar subversar\">perturbar, subversar</b>); <b fullkey=\"revoluciono\">-o:</b> (<i>political, social, scientific</i>) revolution (cf. <b fullkey=\"revolto rotaco\">revolto, rotaco</b>); <b fullkey=\"revolucionala revolucionema revolucionana\">-ala, -ema, -ana:</b> revolutionary; <b fullkey=\"revolucionero\">-ero: </b>revolutionist; <b fullkey=\"revolucionano\">-ano:</b> member of a r. party. &mdash; DEFIRS"," <b fullkey=\"revolvero\">revolver-o:</b> revolver: pistol with revolving chamber. &mdash; DEFIRS"," <b fullkey=\"revuar\">revu-ar:</b> (<i>tr.</i>) to review, inspect, carefully examine (troops, books, one&rsquo;s life, etc.); <b fullkey=\"revuo\">-o:</b> review, inspection (of troops); review (magazine, book); (<i>fig.</i>) survey, examination. &mdash; DEFIS"," <b fullkey=\"revulsar\">revuls-ar:</b> (<i>tr., med.</i>) to allay a morbid condition by counter-irritation or the like; <b fullkey=\"revulso\">-o:</b> revulsion. Def.: Lokale iritar por cesigar konjestioneso od inflameso existanta en altra parto di la korpo."," <b fullkey=\"reza reze\">rez-a, -e:</b> even, level (with); close to (a line, the surface); (<i>of hair, etc.</i>) shorn; (<i>of a destroyed city, etc.</i>) razed; <b fullkey=\"rezapila rezahara\">-a-pila; -a-hara:</b> short-haired; <b fullkey=\"reza barbo\">-a barbo:</b> a close shaven beard; <b fullkey=\"reze dil bordo\">-e dil bordo: </b>up to the brim, even with or close to the border; <b fullkey=\"reze dil sulo\">-e dil sulo:</b> close to or on a level with the soil; (<i>fig.</i>) <b fullkey=\"reza tabulo\">-a tab-ulo:</b> a smoothed tablet, tablet without inscription, tabula rasa; <b fullkey=\"facar tabula reza\">facar tabula -a:</b> (<i>fig.</i>) to sweep away, reject all previous notions; <b fullkey=\"rezigar\">-igar:</b> to cut (<b fullkey=\"ulo\">ulo</b>) close to or even with a surface; to raze, level (<b fullkey=\"ulo\">ulo</b>) to the ground; (<i>nav.</i>) to razee: cut down; to hug, keep close to (a coast); <b fullkey=\"rezigar hari\">-igar hari:</b> to cut the hair close; <b fullkey=\"rezigar domo\">-igar domo:</b> to raze a house; <b fullkey=\"rezigar navo\">-igar navo:</b> to cut down a ship; <b fullkey=\"kuglo rezigis lua vizajo\">kuglo rezigis lua vizajo:</b> a shot passed close to his face (cf. <b fullkey=\"frolar\">frolar</b>); <b fullkey=\"la navo rezigis la litoro\">la navo rezigis la litoro:</b> the ship hugged the coast. &mdash; EF"," <b fullkey=\"rezedo\">rezed-o:</b> (<i>bot.</i>) reseda: mignonette (Reseda odorata); dyer&rsquo;s weed (Reseda luteola); <b fullkey=\"rezedala\">-ala:</b> resedaceous. &mdash; DEFIRSL"," <b fullkey=\"rezervar\">rezerv-ar:</b> (<i>tr.</i>) to reserve, save, set apart, lay by or up; <b fullkey=\"rezervema\">-ema:</b> (<i>mental, moral</i>) reserved; <b fullkey=\"rezervemeso\">-em-eso:</b> (<i>quality</i>) reserve; <b fullkey=\"rezervajo\">-ajo:</b> something reserved; stock, store; <b fullkey=\"rezervano\">-ano:</b> (<i>milit.</i>) reservist. Ex.: Rezervar kelka pekunio por bezoni futura o neprevidebla. Rezervar ula yuro. Rezervo-armeo. Facar mentala rezervo. Mieno rezervema. &mdash; DEFIRS"," <b fullkey=\"rezidar\">rezid-ar:</b> (<i>intr.</i>) to reside, dwell, live, abide (cf. <b fullkey=\"habitar lojar\">habitar, lojar</b>); <b fullkey=\"rezid\">-(ad)o:</b> (<i>act</i>) residence, residing; <b fullkey=\"rezideyo\">-eyo:</b> residence: place of abode; <b fullkey=\"rezidanto\">-anto:</b> resident. Ex.: Il rezidas en Paris che me. Establisar rezido en ula loko. Ta domo esas lua rezideyo. &mdash; DEFIS"," <b fullkey=\"rezidento\">rezident-o:</b> resident: diplomatic agent; <b fullkey=\"rezidenteyo\">-eyo:</b> residency; <b fullkey=\"rezidenteso\">-eso:</b> dignity, function of a resident. &mdash; DEFIS"," <b fullkey=\"reziduo\">rezidu-o:</b> that which remains: (<i>chem.</i>) residium; settlement (of liquids); (<i>geol.</i>) debris, detritus; (<i>com.</i>) residue, arrear: that which remains (due); (<i>arith.</i>) remainder; (cf. <b fullkey=\"restajo\">restajo</b>); <b fullkey=\"reziduachi\">-achi:</b> scraps, odds and ends. &mdash; DEFIS"," <b fullkey=\"rezignar\">rezign-ar:</b> (<i>tr., intr.</i>) to resign (<b fullkey=\"ulo\">ulo</b>): to be resigned, feel resignation (<b fullkey=\"pri\">pri</b>); <b fullkey=\"rezignanta rezignema\">-anta, -ema:</b> resigned. Ex.: Rezignar sua anmo a Deo. Me esas rezignanta (od, rezignas) pri la perdo di mea yuri. Subisar exilo kun rezignemeso. V. exp.: <b fullkey=\"Rezignar\">Rezignar</b> esas aceptar volunte desfeliceso, domajo, perdo, quan on &laquo;subisis&raquo; e generale ne povis evitar. La <b fullkey=\"rezigno\">rezigno</b> esas pasiva, dum ke <b fullkey=\"l\">l&rsquo;abnego</b> esas spontana. On rezignas pri la morto di ulu kara, pri la perdo di sua havajo, pri maladeso neremediebla; IV-101; kp. II-135, <b fullkey=\"abnego renuncar\">abnego, renuncar. &mdash; </b>DEFIS"," <b fullkey=\"rezino\">rezin-o:</b> resin, rozen; <b fullkey=\"rezinala rezinoza rezinatra\">-ala, -oza, -atra:</b> resinous. &mdash; EFIS"," <b fullkey=\"rezistar\">rezist-ar:</b> (<i>tr.</i>) to resist, withstand the shock of something; to defend (oneself), strive against (<b fullkey=\"ulu ulo\">ulu, ulo</b>); to hold against, oppose; not to succumb to (fatigue, etc.); <b fullkey=\"rezist\">-(ad)o:</b> resistance, opposition; <b fullkey=\"rezistanta rezistema rezistiva\">-anta, -ema, -iva:</b> resistant; <b fullkey=\"rezistivo\">-ivo:</b> (<i>mechan., phys.</i>) resistance; <b fullkey=\"rezistemeso\">-em-eso:</b> (<i>tendency</i>) hindrance, opposition; <b fullkey=\"rezistiveso\">-iv-eso:</b> resistivity, resisting power. Ex. La kolda fero rezistas la martelagado. Rezistar shoko, impreso. Rezisto al enemiko. Rezisto a tenteso. Mahagono esas rezistanta ligno. Ant.: <b fullkey=\"cedar sukombar\">cedar, sukombar. &mdash; </b>EFIS"," <b fullkey=\"rezolvar\">rezolv-ar:</b> (<i>tr.</i>) to resolve: take or come to a decision (to do something); <b fullkey=\"rezolvo rezolvuro\">-o, -uro:</b> resolution, decision; <b fullkey=\"rezolvema\">-ema:</b> resolute; <b fullkey=\"rezolvemeso\">-em-eso:</b> (<i>of character</i>) resoluteness, determination; <b fullkey=\"rezolvoze\">-oze:</b> resolutely, stoutly. Ex.: Rezolvar parolar ad ulu. Rezolvar facar ulo. Ne facez rezolvi dum la unesma ataki di vua iraco. Homo rezolvema. V. exp.: vid. <b fullkey=\"decidar\">decidar</b>. &mdash; DEFIS"," <b fullkey=\"rezonar rezonadar\">rezon-ar, -adar:</b> (<i>intr.</i>) to reason (<b fullkey=\"pri\">pri</b>); <b fullkey=\"rezonar\">-ar:</b> (<i>tr.</i>) to apply one&rsquo;s reason to (<b fullkey=\"ulo\">ulo</b>), to study (<b fullkey=\"ulo\">ulo</b>); <b fullkey=\"rezon\">-(ad)o:</b> reasoning, ratiocination (cf. <b fullkey=\"raciono\">raciono</b>); <b fullkey=\"rezonanta\">-anta:</b> reasoning; <b fullkey=\"rezonanto rezonero\">-anto, -ero:</b> reasoner, logician; <b fullkey=\"mis rezonar\">mis- -ar:</b> to reason wrongly; (<i>fig.</i>) talk nonsense, rave, wander in mind. &mdash; DEFIRS"," <b fullkey=\"rezultar\">rezult-ar:</b> (<i>intr.</i>) to result (from certain premises, conditions); to follow (from); be the consequence (of); <b fullkey=\"rezulto\">-o:</b> result, effect, consequence; <b fullkey=\"rezultajo\">-ajo:</b> (<i>objective</i>) result; <b fullkey=\"rezultanto\">-anto:</b> (<i>mechan.</i>) resultant (force). Ex.: La deskonkordo rezultis en civitanala milito. La rezulto esas nekalkulebla. Ica (objekto) esas la rezultajo. &mdash; DEFIRS "," <b fullkey=\"rezumar\">rezum-ar:</b> (<i>tr.</i>) to recapitulate, sum up, to summarize; <b fullkey=\"rezumo\">-o:</b> recapitulation, summary, resume; <b fullkey=\"rezume\">-e:</b> to sum up, upon the whole, in substance; <b fullkey=\"rezuma\">-a:</b> summary, compendious. Ex.: La peroraciono rezumas la tota diskurso. Rezumo di la historio di Francia. &mdash; DEFIS"," <b fullkey=\"rezurektar\">rezurekt-ar:</b> (<i>intr.</i>) to be resurrected, come back from the dead; <b fullkey=\"rezurekto\">-o:</b> resurrection."," <b fullkey=\"ri\">ri-:</b> (<i>prefix</i>) signifying to do again, anew. Ex.: <b fullkey=\"ridicar\">ri-dicar:</b> to repeat, say again; <b fullkey=\"ripolisar\">ri-polisar:</b> to repolish. Note: many common verbal roots compounded with <b fullkey=\"ri\">ri-</b> are omitted."," <b fullkey=\"riabonar\">ri-abon-ar:</b> to resubscribe (<b fullkey=\"jurnalo\">jurnalo</b>); <b fullkey=\"riigar\">-igar:</b> to renew the subscription of (<b fullkey=\"ulu\">ulu</b>)."," <b fullkey=\"riacendar\">ri-acend-ar:</b> (<i>tr.</i>) to relight, rekindle."," <b fullkey=\"riaceso riatako\">ri-aceso, -atako:</b> (<i>med.</i>) relapse; (cf. <b fullkey=\"recidivo\">recidivo</b>)."," <b fullkey=\"riagrafagar\">ri-agraf-agar:</b> (<i>tr.</i>) to reclasp, hook (<b fullkey=\"ulo\">ulo</b>) again."," <b fullkey=\"riajustigar\">ri-ajust-igar:</b> to readjust."," <b fullkey=\"rianimar\">ri-anim-ar:</b> (<i>tr.</i>) to revive, reanimate."," <b fullkey=\"riaparar\">ri-apar-ar:</b> (<i>intr.</i>) to reappear; <b fullkey=\"rianta\">-anta:</b> recurrent."," <b fullkey=\"riapertar\">ri-apert-ar:</b> (<i>tr., lit. and fig.</i>) to re-open, open again (a door, wound, theater (theatre), etc.)."," <b fullkey=\"riaranjar\">ri-aranj-ar:</b> to rearrange."," <b fullkey=\"riarmizar\">ri-arm-izar:</b> to rearm.","<b fullkey=\"riasemblar riigar\"> ri-asembl-ar, -igar:</b> to reassemble."," <b fullkey=\"ribo\">rib-o:</b> (<i>bot.</i>) currant; <b fullkey=\"ribiero\">-iero:</b> currant bush (Ribes rubrum). &mdash; IL"," <b fullkey=\"riboflavino\">riboflavin-o:</b> riboflavin(e). &mdash; DEFIRS"," <b fullkey=\"ributonagar\">ri-buton-agar:</b> (<i>tr.</i>) to rebutton. "," <b fullkey=\"richa\">rich-a:</b> (<i>lit. and fig.</i>) rich (esp. in money, land, goods); <b fullkey=\"richega\">-ega:</b> very rich, opulent; <b fullkey=\"rich\">-(ulo):</b> a rich person; <b fullkey=\"richeso\">-eso:</b> (<i>condition</i>) wealthy, richness; <b fullkey=\"richeteso\">-et-eso:</b> in comfortable circumstances; <b fullkey=\"richajo\">-ajo:</b> wealth (considered objectively); <b fullkey=\"richigar\">-igar:</b> to enrich (<b fullkey=\"ulu\">ulu</b>); <b fullkey=\"richeskar\">-eskar:</b> to become, grow rich. Ant.: <b fullkey=\"povra\">povra. &mdash; </b>DEFIS"," <b fullkey=\"ricino\">ricin-o:</b> (<i>bot.</i>) castor-oil plant (Ricinus communis); <b fullkey=\"ricinoleo\">-oleo:</b> castor oil. &mdash; DEFISL"," <b fullkey=\"rictus\">&laquo;rictus&raquo;:</b> (wide) grin, grinning. Def.: Kontrakto muskulala qua deskovras la denti e donas a la boko ridanta aspekto."," <b fullkey=\"ridar\">rid-ar:</b> (<i>intr.</i>) to laugh (<b fullkey=\"ye\">ye</b>); <b fullkey=\"ridetar\">-etar:</b> to smile; <b fullkey=\"rideto\">-eto:</b> smile, short l.; <b fullkey=\"ridegar\">-egar:</b> to l. much; <b fullkey=\"rideskar\">-eskar:</b> to burst out laughing, commence to l.; <b fullkey=\"ridar kontrevole\">-ar kontre-vole:</b> to l. against one&rsquo;s will; <b fullkey=\"ridinda\">-inda:</b> laughable, comical, ridiculous; <b fullkey=\"ridind\">-ind-(ul)o:</b> ridiculous person; <b fullkey=\"ridindajo\">-ind-ajo:</b> a ridiculous thing; <b fullkey=\"ridema ridiva\">-ema, -iva:</b> tendency to l., giggly, risible; <b fullkey=\"ridindeso\">-ind-eso:</b> ridiculousness; <b fullkey=\"ridindigar\">-ind-igar:</b> to ridicule, make (<b fullkey=\"ulu\">ulu</b>) ridiculous; <b fullkey=\"ridachar\">-achar:</b> to snigger, giggle; <b fullkey=\"ridachetar\">-ach-etar:</b> to titter. &mdash; FIS"," <b fullkey=\"ridebizar\">ri-deb-izar:</b> to put (<b fullkey=\"su ulu\">su, ulu</b>) in debt again; <b fullkey=\"rieskar\">-eskar:</b> to run again into debt."," <b fullkey=\"ridelo\">ridel-o:</b> side pole, rack or board placed on a cart to help hold the load; cart-rack. &mdash; FI"," <b fullkey=\"ridikula\">ridikul-a:</b> ridiculous. &mdash; EFIS"," <b fullkey=\"ridonar\">ri-don-ar:</b> (<i>tr.</i>) to give back; <b fullkey=\"rio\">-o:</b> restitution."," <b fullkey=\"rielektar\">ri-elekt-ar:</b> (<i>tr.</i>) to re-elect; <b fullkey=\"riebla\">-ebla:</b> re-eligible."," <b fullkey=\"rienirar\">ri-en-ir-ar:</b> (<i>tr., intr.</i>) to re-enter."," <b fullkey=\"rienkorpigar\">ri-en-korp-igar:</b> to reincorporate."," <b fullkey=\"riestablisar\">ri-establis-ar:</b> (<i>tr.</i>) to re-establish, reinstate (<b fullkey=\"su ulu ulo en sur\">su, ulu, ulo, en, sur</b>). "," <b fullkey=\"riexportacar\">ri-exportac-ar:</b> (<i>tr.</i>) to re-export."," <b fullkey=\"rifo\">rif-o:</b> reef; ledge of rocks standing above the level of the water. V. exp. vid. <b fullkey=\"brizanto\">brizanto. &mdash; </b>DER."," <b fullkey=\"rifacar\">ri-fac-ar:</b> (<i>tr.</i>) to do (<b fullkey=\"ulo\">ulo</b>) over again, remake."," <b fullkey=\"rifaldar\">ri-fald-ar:</b> (<i>tr.</i>) to turn in or up, take in, make a pleat, tuck; <b fullkey=\"riuro\">-uro:</b> pleat, tuck."," <b fullkey=\"rifortigar\">ri-fort-igar:</b> (<i>tr.</i>) <b fullkey=\"rieskar\">-eskar:</b> (<i>intr.</i>) to (re-)strengthen."," <b fullkey=\"rifreshigar\">ri-fresh-igar:</b> to freshen; <b fullkey=\"rieskar\">-eskar:</b> to become refreshed."," <b fullkey=\"rigo rigaro\">rig-o, -aro:</b> (<i>nav.</i>) rigging, tackle; <b fullkey=\"rigizar\">-izar:</b> to rig (a ship). &mdash; E"," <b fullkey=\"riganar\">ri-gan-ar:</b> (<i>tr.</i>) to regain, recover (sin.: <b fullkey=\"riaquirar riobtenar rihavar\">ri-aquirar, ri-obtenar, ri-havar</b>)."," <b fullkey=\"rigida\">rigid-a:</b> (<i>lit. and fig.</i>) rigid, stiff, not easily bent, not pliant; (<i>of persons</i>) inflexible, unyielding; <b fullkey=\"rigideso\">-eso:</b> stiffness, rigidity; (<i>fig.</i>) severity; <b fullkey=\"rigidigar\">-igar:</b> to stiffen, render inflexible. Ex.: Fera stango esas rigida. Stacar rigida. Koldeso rigidas la fingri. Il esas rigida homo. Ant.: <b fullkey=\"laxa flexebla mola\">laxa, flex-ebla, mola. &mdash; </b>DEFIS"," <b fullkey=\"riglo\">rigl-o:</b> bolt; <b fullkey=\"riglagar rigle klozar\">-agar; rigle kloz-ar:</b> (<i>tr.</i>) to bolt. &mdash; D"," <b fullkey=\"rigoro\">rigor-o:</b> rigor; extreme exactness or strictness; <b fullkey=\"rigoroza\">-oza:</b> rigorous, strict; strict (cf. <b fullkey=\"severa\">severa</b>); <b fullkey=\"rigoristo\">-isto:</b> rigorist, a person rigid or exact to excess; <b fullkey=\"rigorismo\">-ismo:</b> rigorism, strictness, austerity; <b fullkey=\"rigoroza segun rigoro\">-oza, segun rigoro:</b> rigorously, with rigour. Ex.: La rigoro di la legi, di la reguli. Rigoroza judiciisto. Rigoroza demonstro. &mdash; DEFIS"," <b fullkey=\"riimprimar\">ri-imprim-ar:</b> (<i>tr.</i>) to reprint; <b fullkey=\"riuro\">-uro:</b> a reprint"," <b fullkey=\"rijuntar riunionar\">ri-junt-ar, -union-ar:</b> (<i>tr.</i>) to join again, reunite."," <b fullkey=\"rikaptar\">ri-kapt-ar:</b> (<i>tr.</i>) to recapture, retake, get hold of again."," <b fullkey=\"rikochar\">rikoch-ar:</b> (<i>intr.</i>) to ricochet, rebound. &mdash; DEFR"," <b fullkey=\"rikolokar\">ri-kolok-ar:</b> (<i>tr., fin.</i>) to reinvest."," <b fullkey=\"ri retrokomprar\">ri-, retro-kompr-ar:</b> to buy again, buy back; <b fullkey=\"rio\">-o:</b> repurchase; <b fullkey=\"riebla\">-ebla:</b> repurchaseable, redeemable."," <b fullkey=\"rikonciliar\">ri-koncili-ar:</b> (<i>tr.</i>) to reconcile (again), to conciliate (anew), make friends again."," <b fullkey=\"rikonocar\">ri-konoc-ar:</b> to recognize, know again, indentify; <b fullkey=\"riebla\">-ebla:</b> recognizable. Ex.: Rikonocar ulu per lua traiti, lua voco."," <b fullkey=\"rikonstitucar\">ri-konstituc-ar:</b> (<i>tr.</i>) to reconstitute, reorganize."," <b fullkey=\"rikonstruktar\">ri-konstrukt-ar:</b> (<i>tr.</i>) to reconstruct, build anew."," <b fullkey=\"rikopiar\">ri-kopi-ar:</b> (<i>tr.</i>) to recopy."," <b fullkey=\"rikustumigar\">ri-kustum-igar:</b> to reaccustom (<b fullkey=\"ulu\">ulu</b>); <b fullkey=\"rieskar\">-eskar:</b> to reaccustom, get used to again."," <b fullkey=\"rilernar\">ri-lern-ar:</b> (<i>tr.</i>) to learn (<b fullkey=\"ulo\">ulo</b>) anew."]