[" <b fullkey=\"preponderar\">preponder-ar:</b> (<i>intr.</i>) to preponderate, have a superiority in weight or influence; <b fullkey=\"prepondero\">-o:</b> preponderance, sway; <b fullkey=\"preponderanta\">-anta:</b> preponderant, prevailing; convincing (reason). &mdash; DEFIS"," <b fullkey=\"prepoziciono\">prepozicion-o:</b> (<i>gram.</i>) preposition. &mdash; DEFIRS"," <b fullkey=\"prepuco\">prepuc-o:</b> (<i>anat.</i>) prepuce, foreskin. &mdash; EFIS"," <b fullkey=\"prerogativo\">prerogativ-o:</b> prerogative, exclusive pivilege or right. &mdash; DEFIRS"," <b fullkey=\"presar\">pres-ar:</b> (<i>tr.</i>) to press, bear upon with force or weight; <b fullkey=\"preseso alta basa\">-eso alta, basa:</b> high, low pressure; <b fullkey=\"kun presar la denti\">kun presar la denti:</b> to clinch (clench) the teeth. &mdash; DEFIRS"," <b fullkey=\"presaporo\">pre-sapor-o:</b> foretaste."," <b fullkey=\"presavo\">pre-sav-o:</b> foreknowledge, prescience."," <b fullkey=\"presbita presbit\">presbit-a, -(ul)o:</b> far-sighted (person), presbyte, presbyopic. &mdash; DEFIS"," <b fullkey=\"presbiterismo\">presbiter-ismo:</b> Presbyterianism; <b fullkey=\"presbiterista presbiteristo\">-ista, -isto:</b> presbyterian. &mdash; DEFIRS"," <b fullkey=\"presbiterio\">presbiteri-o:</b> council of parish trustees; vestry council, presbytery (church elders); <b fullkey=\"presbiteriano\">-ano:</b> church warden. &mdash; DEFIRS"," <b fullkey=\"presentar\">pre-sent-ar:</b> (<i>tr.</i>) to have a presentiment of (<b fullkey=\"ulo\">ulo</b>). Def.: Havar sentimento nepreciza, instintatra pri ulo qua forsan eventos."," <b fullkey=\"presigno\">pre-sign-o:</b> presage, omen."," <b fullkey=\"preske\">preske:</b> (<i>adv.</i>) almost, nearly, all but, scarcely. Ex.: Me vendis preske omno. Preske nulo restas. Laboro preske parfinita. Me preske nultempe vidis il. V. exp.: vid. <b fullkey=\"quaze\">quaze.</b> &mdash; FI"," <b fullkey=\"preskisar\">pre-skis-ar:</b> (<i>tr.</i>) to make a preliminary sketch of."," <b fullkey=\"preskriptar\">preskript-ar:</b> (<i>tr.</i>) to prescribe, to set down authoritatively, to direct, order; (<i>med.</i>) to direct as a remedy; <b fullkey=\"preskripto\">-o:</b> (<i>gen.</i>) precept, direction; (<i>med.</i>) prescription (cf. <b fullkey=\"recepto\">recepto</b>). &mdash; EFIS"," <b fullkey=\"presktirar\">presktir-ar:</b> (<i>tr., jur.</i>) to bar or be lost by statute of limitation. Def.: <b fullkey=\"Preskrito\">Preskrito:</b> perdo od aboliso di yuro pos definita tempo; III-410. &mdash; FIS"," <b fullkey=\"presorgar\">pre-sorg-ar:</b> (<i>tr., intr.</i>) to take precautions, be cautious (<b fullkey=\"pri kontre\">pri, kontre</b>); <b fullkey=\"preante preema\">-ante, -ema:</b> precautionary, cautious, wary; <b fullkey=\"preo\">-o:</b> precaution."," <b fullkey=\"prestar\">prest-ar:</b> (<i>tr.</i>) to lend, loan (<b fullkey=\"ulo ad ulu\">ulo ad ulu</b>); <b fullkey=\"presto\">-o:</b> lending, loan (act); <b fullkey=\"prestajo\">-ajo:</b> that which is loaned, a loan; <b fullkey=\"prestisto po gajo\">-isto (po gajo):</b> pawnbroker; <b fullkey=\"prestar po interesto\">-ar po interesto:</b> to loan at interest. &mdash; FIS"," <b fullkey=\"prestaciono\">prestacion-o:</b> (<i>feudal law</i>) prestation. Def.: Speco di kontributo per laboro o pekunio por la manteno di la publika voyi, e.c.; IV-447. &mdash; DEFIS"," <b fullkey=\"prestijo\">prestij-o:</b> prestige. Def.: Speco di autoritato od influo, qua venas de l&rsquo;extera aspekto ed efikas per l&rsquo;opiniono ed imaginado; IV-447. &mdash; DEFIRS"," <b fullkey=\"presupozar\">pre-supoz-ar:</b> (<i>tr.</i>) to presuppose; <b fullkey=\"preo preajo\">-o, -ajo:</b> presupposition."," <b fullkey=\"pretendar\">pretend-ar:</b> (<i>tr.</i>) to lay claim to (<b fullkey=\"ulo\">ulo</b>); be a pretender to (a throne, etc.); <b fullkey=\"pretendo\">-o:</b> pretension, claim; <b fullkey=\"pretendema\">-ema:</b> pretentious; (cf. <b fullkey=\"pretextar\">pretextar</b>). &mdash; DEFIRS"," <b fullkey=\"preter\">preter:</b> (<i>prep.</i>) passing, past (by): indicates motion from one side to the other past a certain object; <b fullkey=\"preterirar\">preter-irar:</b> <i>(tr., intr.)</i> to pass (by), go beyond; (<i>fig.</i>) to overreach (cf. <b fullkey=\"devancar\">devancar</b>); <b fullkey=\"la kavaliero ne haltis apud la kirko ma kavalkadis preter ol\">la kavaliero ne haltis apud la kirko ma kavalkadis preter ol:</b> the knight did not stop at the church but rode past it; <b fullkey=\"departinte ante ni la amiki arivis pos ni nam ni rajuntis li e preteriris li\">departinte ante ni, la amiki arivis pos ni; nam ni rajuntis li e preteriris li:</b> having departed before us, our friends arrived after us; for we overtook them and passed them by. &mdash; L"," <b fullkey=\"preterito\">preterit-o:</b> (<i>gram.</i>) preterit(e): a past tense. &mdash; DEFIS"," <b fullkey=\"preterpasar\">preter-pas-ar:</b> (<i>tr.</i>) to pass by (<b fullkey=\"ulu ulo\">ulu, ulo</b>)"," <b fullkey=\"pretextar\">pretext-ar:</b> (<i>tr.</i>) to allege (as a pretext), pretend, feign, sham (<b fullkey=\"ulo\">ulo</b>); <b fullkey=\"pretexto\">-o:</b> pretext, pretence: ostensible reason; <b fullkey=\"pretexto falsa versemblanta\">-o falsa, versembl-anta:</b> fake, specious, pretended; <b fullkey=\"il pretextas nesavo\">il pretextas nesavo:</b> he pretends ignorance; <b fullkey=\"pretextar ula afero urjanta\">pretextar ula afero urjanta:</b> to allege pressing business; <b fullkey=\"kun pretexto di maladeso\">kun pretexto di maladeso: </b>under pretence of illness. &mdash; EFIS"," <b fullkey=\"pretoro\">pretor-o:</b> (<i>Rom. antiq.</i>) pretor, pr&aelig;tor; <b fullkey=\"pretoreyo\">-eyo:</b> pretorium; <b fullkey=\"pretorano\">-ano:</b> a pretorian soldier. &mdash; DEFIRS"," <b fullkey=\"preurbo\">pre-urb-o:</b> suburb (= F. <i>faubourg:</i> district which is or was formerly outside the city walls; cf. <b fullkey=\"suburbo\">sub-urbo</b>); <b fullkey=\"preala\">-ala:</b> suburban; <b fullkey=\"preano\">-ano:</b> suburbanite."," <b fullkey=\"prevalorar\">pre-valor-ar:</b> (<i>tr.</i>) to prevail (cf. <b fullkey=\"preponderar vinkar\">preponderar, vinkar</b>). Ex.: Favoro ofte prevaloras super merito."," <b fullkey=\"prevarikar\">prevarik-ar:</b> (<i>intr.</i>) to betray one&rsquo;s trust (N.B. not &laquo;to lie&raquo;; cf. <b fullkey=\"mentiar\">mentiar</b>); <b fullkey=\"prevariko\">-o:</b> breach of trust (esp. in public office). Def.: Faliar sua devo pro interesto o ne-sincereso. Ex.: Ministro, judiciisto, qua prevarikas en sua ofico. &mdash; FIS"," <b fullkey=\"preventar\">prevent-ar:</b> (<i>tr.</i>) to prevent, ward off, forestall; <b fullkey=\"preventiva preventivo\">-iva, -ivo:</b> preventive. Def.: Impedar o remediar ula evento (mala) ante lua aparo; II-20. &mdash; EFIS"," <b fullkey=\"previdar\">pre-vid-ar:</b> (<i>tr.</i>) to foresee, anticipate; <b fullkey=\"preo\">-o:</b> foresight, prevision; <b fullkey=\"preema\">-ema:</b> provident, prudent, careful; <b fullkey=\"preante\">-ante:</b> in anticipation of (<b fullkey=\"ulo\">ulo</b>)."," <b fullkey=\"prevosto\">prevost-o:</b> provost. Def.: Titulo uzata en diversa faki: eklezio, militistaro, polico, etc. (La epiteti o la kuntexto specialigos olu); V-89. &mdash; EFI"," <b fullkey=\"prezenta\">prezent-a:</b> (<i>in space</i>) present: not absent; (<i>in time</i>) present: not past or future (cf. <b fullkey=\"nuna\">nuna</b>); <b fullkey=\"prezente\">-e:</b> at present, now; <b fullkey=\"prezento\">-o:</b> (the) present (time); (<i>gram.</i>) present tense; <b fullkey=\"prezenteso\">-eso:</b> presence: existence in a place. V. exp.: On parolas pri persono prezenta same kam evento prezenta; VI-163. Ant.: <b fullkey=\"absenta pasinta\">absenta, pasinta.</b> &mdash; DEFIS"," <b fullkey=\"prezervar\">prezerv-ar:</b> (<i>tr.</i>) to preserve, save: keep from injury (<b fullkey=\"ulu ulo de kontre\">ulu, ulo, de, kontre</b>); (cf. <b fullkey=\"konfitar konservar\">konfitar, konservar</b>); <b fullkey=\"prezerviva prezervivo prezervilo\">-iva, -ivo, -ilo:</b> peservative. Ex.: Preservar ulu de grande danjero. &mdash; DEFIRS"," <b fullkey=\"prezidar\">prezid-ar:</b> (<i>tr., intr.</i>) to preside over; to take the chair, be chairman; <b fullkey=\"prezido\">-o:</b> presiding; <b fullkey=\"prezidanto prezidero prezidisto\">-anto, -ero, -isto:</b> president, chairman; <b fullkey=\"prezidanteso\">-ant-eso:</b> (<i>function, duration</i>) presidency; chairmanship; <b fullkey=\"prezidantala\">-ant-ala:</b> presidential. &mdash; DEFIRS"," <b fullkey=\"prezuntar\">prezunt-ar:</b> (<i>intr.</i>) presumptuous, presuming; to have undue confidence in oneself; <b fullkey=\"prezunto\">-o:</b> presumption, excess of self-confidence; <b fullkey=\"prezuntema prezuntoza\">-ema, -oza:</b> presuming, too confident, self-conceited; without proper basis in reason. V. exp.: vid. <b fullkey=\"superba\">superba.</b> Ex.: Yuneso esas prezuntoza. &mdash; EFIS"," <b fullkey=\"pri\">pri:</b> (<i>prep.</i>) about, concerning, relating to, in regard to, in reference to, as regards, re, apropos of; <b fullkey=\"joyoza pri la bona informo\">joyoza pri la bona informo:</b> glad about the good news; <b fullkey=\"diskurso pri ekonomio\">diskurso pri ekonomio:</b> lecture on economy; <b fullkey=\"pri quo ve pensas nun\">pri quo ve pensas nun&mdash; </b>what are you thinking about now&mdash; <b fullkey=\"me pensas pri mea gepatri\">me pensas pri mea gepatri:</b> I am thinking about my parents; <b fullkey=\"me ne savas pri to\">me ne savas pri to:</b> I do not know about that."," <b fullkey=\"priapismo\">priapism-o*:</b> (<i>med.</i>) priapism: constant erection of the penis."," <b fullkey=\"priklar\">prikl-ar:</b> (<i>tr., intr.; of sensation</i>) to prickle, tingle; <b fullkey=\"sentar prikleso di la gambi\">sentar -eso di la gambi:</b> to feel one&rsquo;s legs asleep. &mdash; DE"," <b fullkey=\"prima\">prim-a:</b> primary: first in order of development, of time; not derived; <b fullkey=\"primtipo\">-tipo:</b> archetype; <b fullkey=\"primavi\">-avi</b> (nia)<b fullkey=\"\">:</b> (our) first parents; <b fullkey=\"prima nombri kolori\">-a nombri, kolori:</b> prime numbers, colo(u)rs; <b fullkey=\"primo\">-o:</b> (<i>fig., fencing</i>) prime; <i>(R.C. Lit.)</i> prime. &mdash; DEFIRS"," <b fullkey=\"primadono\">primadon-o:</b> primadonna. &mdash; DEFIRS"," <b fullkey=\"primara\">primar-a:</b> primary, elementary, first or lowest in order; <b fullkey=\"primara skolo\">-a skolo:</b> primary school; <b fullkey=\"primara tereni\">-a tereni:</b> (<i>geol.</i>) strata earliest deposited. &mdash; DEFIS"," <b fullkey=\"primato\">primat-o:</b> (<i>eccl.</i>) primate. &mdash; DEFIS"," <b fullkey=\"primino\">primin-o:</b> (<i>bot.</i>) funiculus."," <b fullkey=\"primitiva\">primitiv-a:</b> primitive; <b fullkey=\"primitivo\">-o:</b> (<i>hist. gram.</i>) a primitive. Ex.: Primitiva naturo, eklezio, linguo. &mdash; DEFIRS"," <b fullkey=\"primordiala\">primordial-a:</b> primordial. &mdash; DEFIS"," <b fullkey=\"primrozo\">primroz-o:</b> (<i>bot.</i>) primrose (Primula grandiflora). &mdash; E"," <b fullkey=\"primulo\">primul-o:</b> (<i>bot.</i>) cowslip (Primula officinalis). &mdash; DEFIS"," <b fullkey=\"princ\">princ-(ul)o:</b> prince (cf. <b fullkey=\"rejido\">rej-ido</b>); <b fullkey=\"princino\">-ino:</b> princess; <b fullkey=\"princala princatra\">-ala, -atra:</b> princely; <b fullkey=\"princeso\">-eso:</b> <i>(dignity, rank)</i> princedom; <b fullkey=\"princo lando princio\">-o lando, -io:</b> (<i>territory</i>) principality; <b fullkey=\"princospozulo\">-o-spoz-ulo:</b> prince consort; <b fullkey=\"princo salika\">-o salika:</b> Salic prince; <b fullkey=\"princetacho\">-et-acho:</b> a petty prince, princeling. &mdash; DEFIRS"," <b fullkey=\"principo\">princip-o:</b> principle; <b fullkey=\"supozo di principo\">supozo di -o:</b> (<i>log.</i>) petitio principii, begging the question. Ex.: Extablisar principo. La principo di movo. Homo sen-principa. &mdash; DEFIRS"," <b fullkey=\"printempo\">printempo:</b> spring (-time); (<i>fig.</i>) prime, bloom of youth; <b fullkey=\"printempoala\">-ala:</b> spring, vernal. &mdash; EF"," <b fullkey=\"priora\">prior-a:</b> prior, before (cf. <b fullkey=\"antea\">antea</b>); (<i>jur.</i>) priority. Def.: Qua pasas avan irgu pri ula kozo; VI-382. Ex.: La parento havas la yuro di prioreso (pro anteeso) dum un yaro. &mdash; DEFIS"," <b fullkey=\"prior\">prior-(ul)o:</b> prior (in a convent); <b fullkey=\"priorino\">-ino:</b> prioress; <b fullkey=\"prioreyo\">-eyo:</b> priory, religious house. &mdash; DEFIRS"," <b fullkey=\"prismato\">prismat-o:</b> prism; <b fullkey=\"prismata prismatatra\">-a, -atra:</b> prismatic; <b fullkey=\"triangula prismato\">triangula -o:</b> triangular prism. &mdash; DEFIRS"," <b fullkey=\"pritaneo\">pritane-o:</b> (<i>Gr. antiq.</i>) prytaneum. &mdash; DEFIRS"," <b fullkey=\"privacar\">privac-ar:</b> (<i>tr.</i>) to deprive, take from, strip off; to bereave; <b fullkey=\"privacar su\">-ar su:</b> to deprive, stint, deny oneself (<b fullkey=\"de\">de</b>); <b fullkey=\"privaco\">-o:</b> (<i>act</i>) privation; <b fullkey=\"privaceso\">-eso:</b> (<i>state</i>) deprivation, loss, want, bereavement; <b fullkey=\"privacala privacanta privaciva\">-ala, -anta, -iva:</b> (<i>gram.</i>) privative; (<i>jur.</i>) in severalty. Ex.: Privacar ulu de lua havajo, lua libereso. Privaco de vidado. &mdash; EFIS"," <b fullkey=\"privata\">privat-a:</b> private; <b fullkey=\"privateso\">-eso:</b> privacy. Ant.: <b fullkey=\"publika\">publika.</b> &mdash; DEFIR"," <b fullkey=\"privilejo\">privilej-o:</b> privilege: peculiar advantage or benefit; <b fullkey=\"privilejizar\">-izar:</b> to grant a privilege to a (<b fullkey=\"ulu\">ulu</b>); <b fullkey=\"privilejizita privilejito\">-iz-ita, -ito:</b> privileged (person). &mdash; DEFIRS"," <b fullkey=\"prizar\">priz-ar:</b> (<i>tr.</i>) to appreciate, like, prize, value. Ex.: Prizar la bona qualesi, la meriti, la servado, la judiko, la opiniono, du ulu. &mdash; DEF"," <b fullkey=\"prizentar\">prizent-ar:</b> (<i>tr.</i>) to present: set or place before; (<i>milit.</i>) to present (arms); to introduce; (cf. <b fullkey=\"ofrar montrar expozar\">ofrar, montrar, expozar</b>). Ex.: Prizentar buketo. Prizentar akredito-letro ad ulu. Ca afero prizentas granda avantaji. Prizentar ulu a la rejo. &mdash; DEFIRS"," <b fullkey=\"pro\">pro:</b> (<i>prep.</i>) because of, on account of, out of, owing to, in consequence of; <b fullkey=\"pro ke\">pro ke:</b> (<i>conj.</i>) because, since, on the ground that, (cf. <b fullkey=\"nam\">nam</b>); <b fullkey=\"pro quo\">pro quo&mdash;</b> why&mdash;<b fullkey=\"pro to\"> pro to:</b> that is why; <b fullkey=\"pro quo ne\">pro quo ne&mdash;</b> why not&mdash; <b fullkey=\"trista pro la desfortuno\">trista pro la desfortuno:</b> sad because of misfortune; <b fullkey=\"pro jaluzeso\">pro jaluzeso:</b> out of jealousy; <b fullkey=\"malada pro diabeto\">malada pro diabeto:</b> sick with diabetes; <b fullkey=\"sufrar pro dursto\">sufrar pro dursto:</b> to suffer from thirst; <b fullkey=\"dispensita de ulo pro infirmajo\">dispensita de ulo pro infirmajo (</b>od<b fullkey=\"pro ke il esis infirma\"> pro ke il esis infirma):</b> exempt from something on account of infirmity (or because he was too infirm). Ex.: El ne povis venar, pro ke el esis malada. Pro quo vu amas il&mdash; Pro ke il esas mea amiko. Pro quo vu ne volas venar kun me&mdash; Pro ke me ne havas sata tempo. Pro quo vu ne prestas la pekunio ad il&mdash; Me ne konocas il; pro to me ne prestos la pekunio. &mdash; L"," <b fullkey=\"probar\">prob-ar:</b> (<i>tr.</i>) to test, make trial of, put to test, prove by experiment; (cf. <b fullkey=\"esforcar\">esforcar</b>); (<i>of ore metals</i>) to assay; <b fullkey=\"probemetar\">-e-metar:</b> to try on (clothing); <b fullkey=\"probotempiero\">-o-temp-iero:</b> probationer; <b fullkey=\"probero probisto\">-ero, -isto:</b> tester, assayer; <b fullkey=\"probostono\">-o-stono:</b> touchstone; <b fullkey=\"probar chanco risko\">-ar chanco, risko:</b> to run a chance, to take a risk. Ex.: Probar paf-armo. Probar sua forteso. La febla ucelo probas sua ali. Probo di la oro. &mdash; DFIS"," <b fullkey=\"probabla\">probabl-a:</b> probable, likely, having more evidence than the contrary; which is likely to happen; <b fullkey=\"probable\">-e:</b> probably; <b fullkey=\"probablajo\">-ajo:</b> probability: thing probable; <b fullkey=\"probableso\">-eso:</b> (<i>quality</i>) likelihood, probability; <b fullkey=\"probablismo\">-ismo:</b> (<i>theol.</i>) probabilism; <b fullkey=\"kalkulo\">kalkulo </b><b fullkey=\"od teorio\">(od teorio)</b><b fullkey=\"di la probablesi\"> di la probabl-esi:</b> (<i>math.</i>) theory of probabilities, doctrine of chances. Ex.: La avantajo semblas apene probabla (od, semblas neprobabla). Existas nula probableso ke il venos. &mdash; EFIS"," <b fullkey=\"problemo\">problem-o:</b> problem; <b fullkey=\"problematra\">-atra:</b> problematical, doubtful. Ex.: Geometriala problemo. Ol esas problem solvenda. Pozar ulo kom problemo. &mdash; DEFIRS"," <b fullkey=\"procedar\">proced-ar:</b> (<i>intr.</i>) to proceed, go on (<b fullkey=\"ad ulo\">ad ulo</b>); to act, behave in a certain way; <b fullkey=\"procedo\">-o:</b> proceeding, way of acting, behaviour, process. Ex.: Procedar a la exameno di kandidato. Procedar lente, cirkonspekte. Simpligar la procedo. Procedo kemiala. &mdash; EFIS"," <b fullkey=\"proceduro\">procedur-o:</b> (<i>jur.</i>) procedure, manner of proceeding; practice; proceedings: measures taken in the prosecution of an action; <b fullkey=\"procedurema\">-ema:</b> litigious. Ex.: Kodexo di civila proceduro. Spenso di proceduro. &mdash; DEFIR"," <b fullkey=\"procento\">procent-o:</b> percentage (N.B. does not refer to interest or rent of capital; cf. <b fullkey=\"po\">po</b> and Talmey&rsquo;s Text Book, p. 82). Def.: Raporto di la du nombri; V-681. Ex.: Il postulas kin po cento kom procento. Me kolokis 1000 fr. ye la procento di quar po cento. La procento di la naski, di la morti, di la mariaji en ula populo o habitantaro. &mdash; DEFIRS"," <b fullkey=\"procesar\">proces-ar:</b> (<i>intr., jur.</i>) to bring action, go to law, institute proceedings, prosecute, proceed (<b fullkey=\"kontre ulu\">kontre ulu</b>); (law-) suit, action; trial; <b fullkey=\"procesema\">-ema:</b> litigious; <b fullkey=\"procesanto\">-anto:</b> litigant &mdash; DEFIRS"," <b fullkey=\"procesionar\">procesion-ar:</b> (<i>intr.</i>) to walk in procession, to make a procession (in the streets, in the church, etc.); <b fullkey=\"procesione procesionatre\">-e, -atre:</b> in procession. &mdash; DEFIRS"," <b fullkey=\"procesoro\">procesor-o:</b> (2001) processor (central processing unit). &mdash; DEFIRS"," <b fullkey=\"procidar\">procid-ar:</b> (<i>intr., R.C. theol.</i>) to cause spiration: act so that the Holy Spirit passes from the Father to the Son; <b fullkey=\"procido\">-o:</b> (<i>theol.</i>) spiration."," <b fullkey=\"proda prod\">prod-a, -(ul)o:</b> valiant, gallant, doughty (person); <b fullkey=\"prodeso\">-eso:</b> prowess, valo(u)r; <b fullkey=\"prodajo\">-ajo:</b> a feat of valor, exploit. &mdash; FIS"," <b fullkey=\"prodigar\">prodig-ar:</b> (<i>tr.</i>) to lavish, be prodigal of, be unsparing of; <b fullkey=\"prodigachar\">-achar:</b> to squander waste; <b fullkey=\"prodigado prodigemeso\">-ado, -em-eso:</b> prodigality, lavishness, extravagance; <b fullkey=\"prodigema filiulo\">-ema filiulo:</b> prodigal son. Def.: Spensar abundante ed ecese (en un sama okaziono); IV-102. V. exp.: Prodigar povas havar laudanta senco. On prodigas sua havajo, sua sorgi, sua bonfaci a un o poka personi. &laquo;Deo prodigas sua graco a la pekanto&raquo;; kp. <b fullkey=\"disipar\">disipar.</b>"," <b fullkey=\"prodromo\">prodrom-o:</b> (<i>med.</i>) prodrome, premonitory symptom of disease. &mdash; DEFIS"," <b fullkey=\"produktar\">produkt-ar:</b> (<i>tr.</i>) to produce, engender, bring forth, bear, yield; (cf. <b fullkey=\"genitar\">genitar</b>); <b fullkey=\"produkturo produktajo\">-uro, -ajo:</b> product; <b fullkey=\"produktanto produktero\">-anto, -ero:</b> producer; <b fullkey=\"produktanta produktiva produktema\">-anta, -iva, -ema:</b> producing, productive. Ex.: Ca lando produktas multa oro. La arbori produktas frukti. La autoro produktas verki. La milito produktas granda malaji. La produktaji di naturo. Sulo produktiva. &mdash; DEFIRS"," <b fullkey=\"produto\">produt-o:</b> (<i>math.</i>) product."," <b fullkey=\"profana\">profan-a:</b> profane, not sacred; related to secular affairs; proceeding from contempt of sacred things; <b fullkey=\"profan\">-(ul)o:</b> person uninitiated into any mystery or rite; person not conversant with any art or science; an outsider; <b fullkey=\"profanajo\">-ajo:</b> a profane thing or act (cf. <b fullkey=\"profanacar\">profanacar</b>); Ex.: Profana parolado, historio, konduto, ago, naturo. Mixar la profanaji kun la sakraji. &mdash; DEFIS"," <b fullkey=\"profanacar\">profanac-ar:</b> (<i>tr.</i>) to profane: treat sacred things with abuse, irreverence, contempt; to desecrate; (<i>tr.</i>) to degrade, debase; <b fullkey=\"profanac\">-(ad)o:</b> profanation. Ex.: Profanacar templo. Profanado di sua talenti. &mdash; DEFIRS"," <b fullkey=\"profazo\">profaz-o:</b> (<i>biol.</i>) prophase."," <b fullkey=\"profesar\">profes-ar:</b> (<i>tr.</i>) to profess, make a profession of; <b fullkey=\"profeso\">-o:</b> profession. Def.: Deklarar publike. Ex.: On profesas religio, kredo, doktrino, fido pri ulu od ulo. &mdash; EFIS"," <b fullkey=\"profesiono\">profesion-o:</b> (<i>occupation</i>) profession; <b fullkey=\"profesionala\">-ala:</b> professional; <b fullkey=\"profesionano\">-ano:</b> member of a profession; <b fullkey=\"profesione\">-e:</b> professionally, by profession. Ant.: <b fullkey=\"amatoro\">amatoro.</b> &mdash; DEFIRS"," <b fullkey=\"profesoro\">profesor-o:</b> professor (in a university, college, seminary); <b fullkey=\"profesorala\">-ala:</b> professorial; <b fullkey=\"profesoreso\">-eso:</b> professorship. &mdash; DEFIRS"," <b fullkey=\"profeto\">profet-o:</b> prophet, seer; <b fullkey=\"profetala\">-ala:</b> prophetic, relating to a prophet. (cf. <b fullkey=\"predicanta\">pre-dic-anta</b>). &mdash; DEFIS"," <b fullkey=\"profilo\">profil-o:</b> profile, side-face, -view; <b fullkey=\"profilizar\">-izar:</b> to draw or show (<b fullkey=\"ulu ulo\">ulu, ulo</b>); in profile; <b fullkey=\"profiligar su\">-igar su:</b> to appear, stand out in profile; <b fullkey=\"profile posturar\">-e posturar:</b> (<i>intr.</i>) to pose in profile; <b fullkey=\"mi profile\">mi- -e:</b> (<i>photog.</i>) a pose between back and profile. &mdash; DEFIRS"," <b fullkey=\"profilaxio\">profilaxi-o:</b> (<i>med.</i>) prophylaxis. &mdash; DEFIRS"," <b fullkey=\"profitar\">profit-ar:</b> (<i>tr., intr.</i>) to profit (pecuniarily or otherwise); (cf. <b fullkey=\"ganar\">ganar</b>); <b fullkey=\"profitigar\">-igar:</b> to cause profit to (<b fullkey=\"ulu\">ulu</b>). Def.: Avantajizar per ulo; ganar per ulo. Ex.: Profitar (<b fullkey=\"ulo\">ulo</b>) per komercaji vendita, konsilo donita. &mdash; DEFIR"," <b fullkey=\"profunda\">profund-a:</b> deep, profound: extending far below the surface; (<i>fig.</i>) abstruse, sagacious; <b fullkey=\"profundeso\">-eso:</b> (<i>quality</i>) depth, profundity; <b fullkey=\"profundajo\">-ajo:</b> depth (a place); <b fullkey=\"profundigar\">-igar:</b> to deepen; <b fullkey=\"lago profunda de kin metri\">lago -a de kin metri:</b> a lake five meters (metres) deep; <b fullkey=\"des ne profunda\">des-, ne- -a:</b> shallow; <b fullkey=\"min ne profundajo\">min-, ne- -ajo:</b> shoal; <b fullkey=\"min plu profundeskar\">min-, plu- -eskar:</b> to shelve. Def.: Qua relatas la triesma dimensiono (generale vertikala) ed aplikesas a l&rsquo;interna dimensiono di objekto kava. (Vazo esas alta, regardata de extere; ol esas profunda, se on konsideras lua kavajo.) IV-596-7. Ex.: Profunda puteo, vunduro. Profunda dormo, doloro, nul-savo. Cienco, pensero, raskalo profunda. Studiar profunda. &mdash; EFIS"," <b fullkey=\"progesterono\">progesteron-o:</b> (2001) progesterone, corpus luteum hormone. &mdash; DEFIRS"," <b fullkey=\"prognozar\">prognoz-ar:</b> (<i>tr., med.</i>) to prognosticate: foretell (<b fullkey=\"ulo\">ulo</b>) from present symptoms; to make a prognosis. &mdash; DEFIRS"," <b fullkey=\"programo\">program-o:</b> program, written outline of entertainment or ceremony; (<i>of a theater</i>) playbill; (<i>of a political party</i>) platform; (<i>in a university</i>) syllabus; (<i>fig.</i>) plan, project. &mdash; DEFIRS"," <b fullkey=\"progresar\">progres-ar:</b> (<i>intr.</i>) to progress, make progress; <b fullkey=\"progres\">-(ad)o:</b> progressing, advancement; <b fullkey=\"progresanta progresiva progresema\">-anta, -iva, -ema:</b> progressive; <b fullkey=\"progresemo\">-emo:</b> a progressive person; (<i>fig.</i>) a liberal, radical. Ex.: La atako kontre l&rsquo;enemiko progresas. La progreso di incendio, di inundado, di studiado, di morbo. Ant.: <b fullkey=\"retroirar regresar\">retro-irar, regresar.</b> &mdash; DEFIRS"," <b fullkey=\"progresiono\">progresion-o:</b> (<i>math., biol.</i>) progression. &mdash; DEFIRS"," <b fullkey=\"projektar\">projekt-ar:</b> (<i>tr., geom. opt.</i>) to project; <b fullkey=\"projekto projekturo\">-o, -uro:</b> projection; <b fullkey=\"projektajo\">-ajo:</b> that which is projected; <b fullkey=\"projektaparato\">-aparato:</b> a projector. Ex.: Korpo qua projektas sua ombro sur altra. Projekto di Mercator. &mdash; DEFIRS"," <b fullkey=\"projektilo\">projektil-o:</b> (<i>mechan., artil.</i>) projectile. &mdash; DEFIS"," <b fullkey=\"projektoro\">projektor-o:</b> beam-thrower, projector (as of a searchlight)."," <b fullkey=\"projetar\">projet-ar:</b> (<i>tr.</i>) to plan, scheme, purpose, to form a project; <b fullkey=\"projeto\">-o:</b> project; <b fullkey=\"projetata projetita\">-ata, -ita:</b> projected, contemplated. Ex.: Projetar longa voyajo. Projetar facar ulo. Ca homo sen-cese projetas, ma ultempe parfinas ulo.&mdash; DEFIRS"," <b fullkey=\"proklamar\">proklam-ar:</b> (<i>tr.</i>) to proclaim, cry out, give out; <b fullkey=\"proklamo proklamajo proklamuro\">-o, -ajo, -uro:</b> proclamation. Ex.: Proklamar ulu kom rejo. Proklamar la bona agi di uli. Publikigar proklamajo. &mdash; DEFIRS"," <b fullkey=\"proklitiko\">proklitik-o:</b> (<i>gram.</i>) proclitic. &mdash; DEFIS"," <b fullkey=\"prokonsulo\">prokonsul-o:</b> (<i>Roman. antiq.</i>) proconsul. &mdash; DEFIRS"]