["<b fullkey=\"rapsodo\"> rapsod-o:</b> (<i>antiq.</i>) rhapsodist: reciter of poems. &mdash; DEFIRS","<b fullkey=\"rapsodio\"> rapsodi-o:</b> rhapsody: poem recited by a rhapsodist; (<i>fig.</i>) rambling composition. &mdash; DEFIRS","<b fullkey=\"raptar\"> rapt-ar:</b> (<i>tr.</i>) to seize and carry away by violence, pillage, kidnap, ravish; <b fullkey=\"rapto\">-o:</b> rapine, pillage, kidnapping, highway robbery; <b fullkey=\"raptanto raptero raptisto\">-anto, -ero, -isto:</b> robber, brigand, bandit, highwayman; <b fullkey=\"raptajo\">-ajo:</b> booty, plunder; <b fullkey=\"raptema\">-ema:</b> rapacious; <b fullkey=\"raptemeso\">-em-eso:</b> rapacity (cf. <b fullkey=\"avideso\">avideso</b>); <b fullkey=\"raptocido\">-ocido:</b> murder (attended) with robbery. V. exp.: vid. <b fullkey=\"furtar extorsar\">furtar, extorsar. &mdash; </b>FIS","<b fullkey=\"rara\"> rar-a:</b> rare, seldom occuring, not frequent, infrequent, unusual; (cf. <b fullkey=\"skarsa\">skarsa</b>); <b fullkey=\"rare\">-e:</b> rarely, seldom, not often; <b fullkey=\"rarega\">-ega:</b> very rare; <b fullkey=\"rareso\">-eso:</b> rareness; <b fullkey=\"rarajo\">-ajo:</b> a rarity, curiosity. Def.: <b fullkey=\"Desofta desfrequa\">Des-ofta, des-frequa</b>; V-595. Ant.: <b fullkey=\"ofta frequa\">ofta, frequa, </b>cf.<b fullkey=\"skarsa\"> skarsa. &mdash; </b>DEFIS","<b fullkey=\"raso\"> ras-o:</b> (<i>human, animal</i>) race, stock, breed; (<i>fig.</i>) family, line, ancestry, blood; (<i>agri.</i>) variety; <b fullkey=\"rasala\">-ala:</b> ethnic; <b fullkey=\"la rasi futura\">(la) -i futura:</b> future races, generations. Def.: Ensemblo di la ancestri e decendanti di una familio, di un populo. Ex.: La raso di Abraham. Homala raso. Di pura raso. Hundo chasas segun sua raso. &mdash; DEFIRS"," <b fullkey=\"raskalo\">raskal-o:</b> rascal, rogue, knave, scamp, blackguard; <b fullkey=\"raskalala raskalatra\">-ala, -atra:</b> rascally, scoundrelly; <b fullkey=\"raskaleso\">-eso:</b> (<i>quality</i>) knavery; <b fullkey=\"raskalajo\">-ajo:</b> (<i>act.</i>) knavish trick, rascality; <b fullkey=\"raskalaro\">-aro: </b>rabble, riffraff (cf. <b fullkey=\"populacho\">populacho</b>). &mdash; E"," <b fullkey=\"raspar\">rasp-ar:</b> (<i>tr.</i>) to rasp, grate; <b fullkey=\"raspilo\">-ilo:</b> rasp, grater; <b fullkey=\"raspuri\">-uri:</b> gratings; <b fullkey=\"raspobruiso\">-o-bruiso:</b> a rasping noise; <b fullkey=\"raspita pano\">-ita pano:</b> grated bread, bread crumbs. &mdash; DEFIRS"," <b fullkey=\"rastar\">rast-ar:</b> (<i>tr.</i>) to rake: clean (<b fullkey=\"ulo\">ulo</b>) with a rake; <b fullkey=\"rastilo\">-ilo:</b> a rake; <b fullkey=\"rastiloedo\">-ilo-edo:</b> a rakeful. &mdash; FIS"," <b fullkey=\"rastaquero\">rastaquer-o:</b> a foreigner or stranger travelling without known means of existence; a fashionably dressed swindler. &mdash; F"," <b fullkey=\"rasteliero\">rastelier-o:</b> rack, wooden frame of open work, as for fodder, for arms, etc. &mdash; FIS"," <b fullkey=\"rato\">rat-o:</b> rat; <b fullkey=\"ratchasanta ratera\">-chas-anta, -era:</b> rat-hunting; <b fullkey=\"ratkaptilo\">-kapt-ilo:</b> rat-trap; <b fullkey=\"ratveneno\">-veneno:</b> rat poison. &mdash; DEFIS"," <b fullkey=\"rateno\">raten-o:</b> (<i>fabric</i>) rat(t)een: coarse woolen fabric. &mdash; DEFIS"," <b fullkey=\"ratifio\">ratifi-o:</b> (<i>liquor</i>) ratafia. &mdash; DEFIS"," <b fullkey=\"ratifikar\">ratifik-ar:</b> (<i>tr.</i>) to ratify, confirm (a treaty, an act, etc.). Def.: Autentigar ulo ja facita o promisita. &mdash; DEFIRS"," <b fullkey=\"ratono\">raton-o:</b> (<i>zool.</i>) raccoon, coon (Procyon lotor). &mdash; FS"," <b fullkey=\"rauka\">rauk-a:</b> hoarse, raucous, husky; <b fullkey=\"raukeso\">-eso:</b> hoarseness; <b fullkey=\"raukigar raukeskar\">-igar, -eskar:</b> to make, become hoarse. &mdash; EFIS"," <b fullkey=\"raupo\">raup-o:</b> caterpillar. &mdash; D"," <b fullkey=\"rauto\">raut-o: </b>rout, a fashionable assembly, a large evening party. &mdash; DEFR"," <b fullkey=\"ravelino\">ravelin-o:</b> (<i>fort.</i>) ravelin, lunette. &mdash; DEFIRS"," <b fullkey=\"ravino\">ravin-o:</b> ravine, gully; <b fullkey=\"ravinizar\">-izar:</b> to gully out (by torrent), to cross (a land) with ravines. Def.: Longa, profunda e streta exkavuro formacita da torento. &mdash; EF"," <b fullkey=\"ravisar\">ravis-ar:</b> (<i>tr.</i>) to ravish: enrapture, charm; <b fullkey=\"raviso raviseso\">-o, -eso:</b> (<i>act, state</i>) transport, rapture; <b fullkey=\"ravisanta ravisiva\">-anta, -iva:</b> ravishing, delightful, charming; <b fullkey=\"ravisante\">-ante:</b> admirably, wonderfully well. Ex.: Vua kantado ravises me. Me esis en raviseso (od, ravisata). Il kantas ravisante. &mdash; EFI"," <b fullkey=\"rayo\">ray-o:</b> (<i>ichth.</i>) ray, skate (genus: Raia). &mdash; EFIS"," <b fullkey=\"rayono\">rayon-o:</b> (2001) rayon, viscose. &mdash; DEFIRS"," <b fullkey=\"razar\">raz-ar:</b> (<i>tr.</i>) to shave (<b fullkey=\"su ulu\">su, ulu</b>); <b fullkey=\"razilo\">-ilo:</b> razor; <b fullkey=\"raziloledro\">-ilo-ledro:</b> razor-strop; <b fullkey=\"razero razisto\">-ero, -isto:</b> barber. Def.: Tranchar raze la pili. &mdash; DEFIS"," <b fullkey=\"re\">re:</b> (<i>mus.</i>) re, D, the second note of the diatonic scale."," <b fullkey=\"reaktar\">reakt-ar:</b> (<i>intr.</i>) to react (<b fullkey=\"ad kontre\">ad, kontre</b>); <b fullkey=\"reakto\">-o:</b> (<i>all senses</i>) reaction; <b fullkey=\"reaktiva reaktema\">-iva, -ema:</b> reactive; <b fullkey=\"reaktivo\">-ivo:</b> (<i>chem.</i>) a reagent; <b fullkey=\"reaktemo\">-emo:</b> (<i>polit.</i>) reactionary. &mdash; DEFIRS"," <b fullkey=\"reala\">real-a:</b> real: actually existing, not imaginary, not fictitious; <b fullkey=\"realajo lo reala\">-ajo, lo reala:</b> a reality, what is real; <b fullkey=\"realeso\">-eso:</b> (<i>quality</i>) reality; <b fullkey=\"reale\">-e:</b> in reality, indeed; <b fullkey=\"realigar\">-igar:</b> to realize: make real, bring (<b fullkey=\"ulo\">ulo</b>) into being; (<i>fin.</i>) to convert into money; <b fullkey=\"realeskar\">-eskar:</b> to become or be realized; be converted into money; (<i>fig.</i>) to come to pass; <b fullkey=\"realig realiguro\">-ig-(ad)o, -ig-uro:</b> realization; <b fullkey=\"realigebla\">-ig-ebla:</b> realizeable; <b fullkey=\"realismo\">-ismo:</b> (<i>philos., art</i>) realism; <b fullkey=\"realismala realistala\">-ism-ala, -ist-ala:</b> realistic; <b fullkey=\"realisto\">-isto:</b> realist. Ant.: <b fullkey=\"imaginala realita nevera falsa\">imagin-ala, -ita; ne-vera, falsa. &mdash; </b>DEFIS"," <b fullkey=\"realgaro\">realgar-o:</b> (<i>min.</i>) realgar. Def.: (Reda) arsen-sulfo; IV-580. &mdash; DEFRS"," <b fullkey=\"rebela\">rebel-a:</b> rebellious, refractory; <b fullkey=\"rebel\">-(ul)o:</b> a rebel, insurgent; <b fullkey=\"rebeleskar rebelesar\">-eskar, -esar:</b> to rebel, rise in rebellion (cf. <b fullkey=\"revoltar\">revoltar</b>); -<b fullkey=\"esko rebeleso\">esko, -eso:</b> rebellion; <b fullkey=\"rebelaro\">-aro:</b> (<i>collect.</i>) rebels. Def.: Qua violente refuzas obediar autoritato yurizita. Ex.: La rebela anjelo. Rebelo kontre rejo. Ant.: <b fullkey=\"obedianta rebelema\">obedi-anta, -ema.</b> &mdash; DEFIS"," <b fullkey=\"rebordo\">rebord-o:</b> a raised edge; brim, rim; <b fullkey=\"rebordizar\">-izar:</b> to put a raised edge on (<b fullkey=\"ulo\">ulo</b>). V. exp.: <b fullkey=\"Flanjo\">Flanjo</b> existas nur en tubi. <b fullkey=\"Rebordo\">Rebordo</b> ne esas simpla <b fullkey=\"bordo\">bordo</b>, ma bordo salianta ofte perpendikla a la chefa parto (quale rebordo di chapelo); IV-642. &mdash; FIRS"," <b fullkey=\"rebuso\">rebus-o:</b> rebus. &mdash; DEFIR"," <b fullkey=\"recensar\">recens-ar:</b> (<i>tr.</i>) to review (a book). &mdash; DeR"," <b fullkey=\"recenta\">recent-a:</b> recent; <b fullkey=\"recente\">-e:</b> recently, lately; <b fullkey=\"tote recente\">tote -e:</b> very recent, new, fresh; <b fullkey=\"til recente\">til -e:</b> until recently. Ex.: Recenta eventi. Tote recenta memoro. Ant.: <b fullkey=\"anciena\">anciena. &mdash; </b>EFIS"," <b fullkey=\"recepcionar\">recepcion-ar:</b> (<i>tr., tech.</i>) to take over. V. exp.:<i> </i>Examenar la qualesi di furnisajo e pose decidar pri lua acepto o refuzo. VII-480."," <b fullkey=\"recepto\">recept-o:</b> (<i>med., cook.</i>) recipe, receipt (cf. <b fullkey=\"preskripto\">preskripto</b>). Def.: Formulo qua indikas la kompozuro di ula medikamento o la ingrediento di ulo. &mdash; DEFIRS"," <b fullkey=\"receptaklo\">receptakl-o:</b> (<i>bot.</i>) receptacle. &mdash; EFS"," <b fullkey=\"recesiva\">recesiv-a:</b> (<i>biol.</i>) recessive (gene). &mdash; F"," <b fullkey=\"recevar\">recev-ar:</b> (<i>tr.</i>) to receive, accept (something offered, given, sent); <b fullkey=\"recevo\">-o:</b> (<i>act.</i>) accepting, receipt; <b fullkey=\"recevajo\">-ajo:</b> that which is received; <b fullkey=\"la libro esas recevebla de la imprimerio\">la libro esas recevebla de la imprimerio: </b>the book is to be had from the printer&rsquo;s; <b fullkey=\"recevuyo\">-uyo:</b> receptacle; <b fullkey=\"recevilo\">-ilo:</b> receiver (<i>instr.</i>); <b fullkey=\"recevatesto\">-atesto:</b> acknowledgement of receipt. V. Exp.: On <b fullkey=\"recevas\">recevas</b> simple to, quo donesis o sendesis, mem ne demandita o ne expektata. On <b fullkey=\"recevas\">recevas</b> donacajo, pensiono. On <b fullkey=\"aceptas\">aceptas</b> kande on voluntas recevar (gasto, e.c.). <b fullkey=\"Obtenar\">Obtenar</b> esas recevar kozo, quan on deziras, demandas, por qua on konkursis (premio) od irge penis; II-647. &mdash; EFIS"," <b fullkey=\"recidivar\">recidiv-ar:</b> (<i>intr., jur.</i>) to repeat the same offence, to commit the same crime again; (<i>med.</i>) to reappear (said of a former illness);<b fullkey=\"recidivo\"> -o:</b> recidivism: relapse into crime or illness, second offense; <b fullkey=\"recidivanto recidivinto recidivero\">-anto, -into, -ero:</b> previously convicted felon, old offender. &mdash; DEFI"," <b fullkey=\"recipiento\">recipient-o:</b> (<i>chem., phys.</i>) recipient: receiving vessel for gases or liquids. &mdash; DEFIS"," <b fullkey=\"reciproka\">reciprok-a:</b> (<i>also log., gram.</i>) reciprocal, mutual; <b fullkey=\"reciproko\">-o:</b> (<i>log.</i>) converse: reciprocal proposition; <b fullkey=\"reciprokeso\">-eso:</b> reciprocity, mutuality; <b fullkey=\"agar reciproke\">agar -e:</b> to return the like, to give like for like (<b fullkey=\"ad\">ad</b> <b fullkey=\"ulu\">ulu</b>). V. exp.: vid. <b fullkey=\"mutuala\">mutuala. &mdash; </b>DEFIRS"," <b fullkey=\"recitar\">recit-ar:</b> (<i>tr.</i>) to recite: repeat out loud something learned (a lesson, etc.) &mdash; DEFIS"," <b fullkey=\"recitativo\">recitativ-o:</b> (<i>mus.</i>) recitative: sort of a musical declamation used in operas, etc. &mdash; DEFIRS"," <b fullkey=\"reda\">red-a:</b> red (colo(u)red); <b fullkey=\"redo reda koloro\">-o, -a koloro:</b> red (the color); blush; <b fullkey=\"redeso\">-eso:</b> redness; <b fullkey=\"redigar redizar\">-igar, -izar:</b> to make red (<b fullkey=\"ulu ulo\">ulu, ulo</b>); to cause to blush; <b fullkey=\"redatra\">-atra:</b> reddish, ruddy; <b fullkey=\"redvanga\">-vanga:</b> red-cheeked, rubicund; <b fullkey=\"la redi\">(la) red-i:</b> (<i>fig.</i>) the reds, republicans, socialists. &mdash; E"," <b fullkey=\"redaktar\">redakt-ar:</b> (<i>tr.</i>) to draw up, word (a document); to edit (a newspaper, journal) (cf. <b fullkey=\"editar\">edit-ar</b>); <b fullkey=\"redakt redakturo\">-(ad)o, -uro:</b> drawing up (deeds, etc.); editing periodicals; redaction; <b fullkey=\"redakteso\">-eso:</b> manner , style of wording, editing; <b fullkey=\"redaktanto redaktero redaktisto\">-anto, -ero, -isto:</b> writer (of a deed); editor; <b fullkey=\"redaktistala artiklo\">-ist-ala artiklo:</b> an editorial. &mdash; DEFIRS"," <b fullkey=\"redano\">redan-o:</b> (<i>fort.</i>) redan. &mdash; DEF"," <b fullkey=\"redemtar\">redemt-ar:</b> (<i>tr.</i>) to redeem. &mdash; EFIS"," <b fullkey=\"redingoto\">redingot-o:</b> frock coat: double-breasted garment for men, with long skirts before and behind. &mdash; DF"," <b fullkey=\"redkaudo\">red-kaud-o:</b> (<i>orni.</i>) redstart, red-tail (Rubicilla phoenicura)."," <b fullkey=\"redpektoro\">red-pektor-o:</b> (<i>orni.</i>) robin redbreast (Erithacus rubeculus)."," <b fullkey=\"reduito\">reduit-o:</b> (<i>fort.</i>) reduit, inner fortification; (<i>fig.</i>) retreat, refuge. Def.: La senco vulgara e la senco militala esas identa: &laquo;loko, angulo en qua on povas retretar, refujar, celar su&raquo;; IV-706. &mdash; DEFIRS"," <b fullkey=\"reduktar\">redukt-ar:</b> (<i>tr., intr.; also surg., math.</i>) to reduce (to proper, suitable proportions; cf. <b fullkey=\"diminutar\">diminutar</b>); (<i>jur.</i>) to commute (a sentence); <b fullkey=\"reduktebla\">-ebla:</b> reducible. Ex.: Reduktar (la dimensioni di) mapo, tablo. Reduktar ulu a taco. Reduktar ulo a pulvero. Reduktar frumento a farino. Reduktar rupturo. Reduktar du fracioni a la sama denominatoro. &mdash; DEFIRS"," <b fullkey=\"reduto\">redut-o:</b> (<i>fort.</i>) redoubt. &mdash; DEFS"," <b fullkey=\"refo\">ref-o:</b> reef (in a sail); <b fullkey=\"refagar\">-agar:</b> to reef; <b fullkey=\"desrefagar\">des-ref-agar:</b> to let out the reefs in (a sail). &mdash; DER"," <b fullkey=\"referar\">refer-ar:</b> (<i>tr., intr.</i>) to refer (to): to direct, send to another; to attribute, ascribe; <b fullkey=\"refero\">-o:</b> reference; <b fullkey=\"referolibro\">-o-libro:</b> book of reference. Ex.: Me referas l&rsquo;afero a vu. Me referas Sro. A. a Sro. B. Me referas mea debileso a la morbo. Ica komizo havas bona referi. On referas ad autoro o libro, e.c. kande on indikas la loko, en qua on trovos ulo aludata o bezonata (k.p. <b fullkey=\"citar\">citar</b>). V. exp.: <b fullkey=\"Referar\">Referar</b>, verbo transitiva, havas senco vicina a <b fullkey=\"relatigar\">relat-igar</b>, ma plu preciza. Ol signifikas: establisar relato logikala od intelektala inter un kozo ed altra, qua esas exemple lua kauzo, origino, expliko, e.c. Exemple, on <b fullkey=\"referas\">referas</b> la marei a la luno; on <b fullkey=\"referas\">referas</b> monumento a lua epoko, autoro, stilo. Per extenso di ta senco, on <b fullkey=\"referas\">referas</b> <b fullkey=\"su\">su</b> a persono, qua povas atestar o garantiar ulo, ad autoritato, qua povas konfirmar aserto o protektar ulu; VI-79. &mdash; DEFIRS"," <b fullkey=\"referendario\">referendari-o:</b> referendary, (<i>in France</i>) a former title of certain public officers; (<i>in Germany</i>) young barrister attending the courts and qualifying for the post of &laquo;Assessor&raquo;; <b fullkey=\"referendaria konsilisto\">-a konsil-isto:</b> (<i>France</i>) a magistrate in audit office. "," <b fullkey=\"reflektar\">reflekt-ar:</b> (<i>tr., phys. sense</i>) to reflect (back), mirror back (<b fullkey=\"ulo\">ulo</b>); to turn something back; (<i>intr., fig. mental sense</i>) to reflect, consider, meditate especially on something past (<b fullkey=\"pri\">pri</b>): <b fullkey=\"reflektesar\">-esar:</b> to be reflected (<b fullkey=\"en sur\">en, sur</b>); <b fullkey=\"reflektita\">-ita:</b> reflected (<i>of objects</i>); <b fullkey=\"reflektanta\">-anta:</b> reflecting; <b fullkey=\"reflektiva\">-iva:</b> (<i>gram.</i>) reflective verb etc.; <b fullkey=\"reflektema\">-ema:</b> (<i>fig.</i>) reflective, meditative, thoughtful; <b fullkey=\"reflektilo\">-ilo:</b> reflector (cf. <b fullkey=\"reflektoro\">reflektoro</b>); <b fullkey=\"reflektangulo\">-angulo:</b> angle of relexion; <b fullkey=\"sen reflekta\">sen- -a:</b> (<i>of character</i>) thoughtless, giddy, heedless. Ex.: Speguli reflektas la imaji di objekti. Reflektez ante ke vu agos. Il reflektis pri sua pasinta peki. Agar senreflekte. &mdash; DEFIRS"," <b fullkey=\"reflektoro\">reflektor-o:</b> reflector. Also reflecting telescope. &mdash; DEFS"," <b fullkey=\"reflexa reflexo\">reflex-a, -o:</b> (<i>physiol.</i>) reflex. &mdash; DEFIRS"," <b fullkey=\"refluxar\">reflux-ar:</b> (<i>intr.</i>) to ebb (of tides); <b fullkey=\"refluxo\">-o:</b> ebb, reflux. Ant. <b fullkey=\"fluxar\">fluxar. &mdash; </b>EFIS"," <b fullkey=\"reformar\">reform-ar:</b> (<i>tr.</i>) to reform: amend for the better (laws, customs, morals, etc.); <b fullkey=\"reformo\">-o:</b> (<i>also church hist.</i>) reform(ing); reformation; <b fullkey=\"reformema reformemo reformista isto\">-ema, -emo; -ista, isto:</b> reformer, reformist; <b fullkey=\"reformita\">-ita:</b> reformed (person, church, etc.); <b fullkey=\"reformito\">-ito:</b> a reformed person; (<i>fig.</i>) a protestant; <b fullkey=\"reformebla\">-ebla:</b> reformable. &mdash; DEFIRS"," <b fullkey=\"refraktar\">refrakt-ar: </b>(<i>tr., phys.</i>) to refract; <b fullkey=\"refraktesar\">-esar:</b> to be refracted; <b fullkey=\"refraktiveso\">-iv-eso:</b> refractive power; <b fullkey=\"refraktebla\">-ebla:</b> refrangible. Ex.: La prismato refraktas la lumo-radii. &mdash; DEFIRS"," <b fullkey=\"refraktara\">refraktar-a:</b> (<i>of substances</i>) refractory, not easily melted, wrought or acted upon; <b fullkey=\"refraktar\">-(ul)o:</b> a refractory person, contumacious person; (<i>milit.</i>) rebellious recruit (who refuses to join his regiment). &mdash; DEFIRS"," <b fullkey=\"refraktoro\">refraktor-o:</b> refractor. Also refracting telescope."," <b fullkey=\"refreno\">refren-o:</b> refrain, burden of a song; (<i>fig.</i>) constant theme, topic."," <b fullkey=\"refujar\">refuj-ar:</b> (<i>intr.</i>) to take refuge, seek shelter (<b fullkey=\"che ulu ad ulo\">che ulu, ad ulo</b>). (<i>fig.</i>) to have recourse (to); <b fullkey=\"refujeyo\">-eyo:</b> place of refuge; lair (of beasts); <b fullkey=\"refujtrotuaro\">-trotuaro:</b> a place of refuge (for pedestrians); <b fullkey=\"refujanto refujinto\">-anto, -into:</b> refugee. &mdash; EFIS"," <b fullkey=\"refutar\">refut-ar:</b> (<i>tr.</i>) to refute, confute, disprove. Def.: Kombatar aserto od opiniono per argumenti, qui nuligas ol o qui pruvas la kontreajo. (En proceso, en diskuto, singla partiso penas refutar la aserto o pretendo di l&rsquo;altra); III-222. &mdash; DEFIS"," <b fullkey=\"refuzar\">refuz-ar:</b> (<i>tr.</i>) to decline, refuse; <b fullkey=\"refuzo\">-o:</b> refusal; <b fullkey=\"refuzajo\">-ajo:</b> what is refused. V. exp.: Vu <b fullkey=\"refuzas\">refuzas</b>, sive kozo quan on ofras a vu, sive kozo, quan on demandas de vu, sive irga propozo quan on facas a vu. Do <b fullkey=\"refuzar\">refuzar</b> = ne aceptar, o ne koncesar (ne volar donar), o ne admisar, o ne konsentar; III-222. &mdash; EFIS"," <b fullkey=\"regalar\">regal-ar:</b> (<i>tr., also fig.</i>) to regale, treat, entertain, feast; <b fullkey=\"il regalis sua amiki\">il regalis sua amiki:</b> he entertained his friends; <b fullkey=\"il regalas ni per charmanta rakonto\">il regalas ni per charmanta rakonto:</b> he told us (treated us with) a charming tale (to amuse us). &mdash; DEFS"," <b fullkey=\"regalio\">regali-o:</b> &laquo;regale&raquo;: royal prerogative. &mdash; DEFIRS"," <b fullkey=\"regardar\">regard-ar:</b> (<i>tr.</i>) to pay regard to: to look at something attentively, cast the eye on; <b fullkey=\"regardeskar regardetar\">-eskar, -etar:</b> to glance at; <b fullkey=\"regardo regardado\">-o, -ado:</b> look(ing), gaze, stare, Ex.: Regardar la homi pasanta. El lansis regardi furioza. Regardar super muro. La regardi expresas la pensi. V. exp.: <b fullkey=\"Vidar\">Vidar</b> esas nur perceptar ulo per l&rsquo;okulo, vole o nevole. <b fullkey=\"Regardar\">Regardar</b> esas esforcar por vidar, implikas sempre intenco ed atenco, mem se on fakte ne sucesas vidar: ofte on dicas: &laquo;me regardas, e me vidas nulo&raquo;; V-35; kp. <b fullkey=\"spektar kontemplar\">spektar, kontemplar. &mdash; </b>EFI"," <b fullkey=\"regato\">regat-o:</b> regatta, boat-race. &mdash; DEFIRS"," <b fullkey=\"regenerar\">regener-ar:</b> (<i>tr.</i>) to regenerate: to generate anew; (<i>theol.</i>) to make to be born again; (<i>fig.</i>) to reform, amend. Ex.: La sapto regeneras la aboro-tisui. Bapto esas regenero. Regenerar naciono dekadanta. &mdash; DEFIRS"," <b fullkey=\"regento\">regent-o:</b> regent; <b fullkey=\"regenteso\">-eso:</b> regency. &mdash; DEFIRS"," <b fullkey=\"regio\">regi-o:</b> regie, direct administration, management of government properties (as opposed to contract administration), esp. the excise administration; a government monopoly. &mdash; DEFIS"," <b fullkey=\"regimento\">regiment-o:</b> (<i>milit.</i>) regiment. &mdash; DEFIRS"," <b fullkey=\"regiono\">region-o:</b> (<i>all senses</i>) region, part of a country, of space, of the body, of a science; <b fullkey=\"regionala\">-ala:</b> regional. &mdash; DEFIRS"," <b fullkey=\"registro\">registr-o:</b> register, record (of persons); account (of acts and proceedings); (<i>com.</i>) account book; <b fullkey=\"registragar\">-agar:</b> (<i>tr.</i>) to register, record; <b fullkey=\"registrag\">-ag-(ad)o:</b> registration; <b fullkey=\"registreyo\">-eyo:</b> registration office; <b fullkey=\"registristo\">-isto:</b> registrar; <b fullkey=\"en registrigar\">en- -igar:</b> to keep a register of, make a record of, enrol. &mdash; DEFIRS"," <b fullkey=\"regnar\">regn-ar:</b> (<i>tr., intr.</i>) to reign: to rule as king or sovereign, to hold sway over (<b fullkey=\"ulu ulo\">ulu, ulo</b>); <b fullkey=\"regno\">-o:</b> reign; (<i>nat. hist.</i>) kingdom; <b fullkey=\"regnanta\">-anta:</b> reigning; <b fullkey=\"regnato\">-ato:</b> a subject; <b fullkey=\"animal regno\">animal- -o:</b> animal kingdom. Ex.: Louis XIV regnis la lando de 1643 ad 1715. (<i>fig.</i>) La regno di yusteso, di ula modo. La teroro regnis. V. exp.: La rejo di Anglia regnis ma ne guvernas. &mdash; DEFIS"," <b fullkey=\"regolo\">regol-o:</b> (<i>orni.</i>) wren (Troglodytides parvulus)."," <b fullkey=\"regoliso\">regolis-o:</b> (<i>bot.</i>) liquorice, licorice; <b fullkey=\"regolispasto\">-pasto:</b> l. paste; <b fullkey=\"regolisaquo\">-aquo:</b> l. water. &mdash; IS"," <b fullkey=\"regresar\">regres-ar:</b> (<i>intr.</i>) to regress, recede; to recoil; <b fullkey=\"regres\">-(ad)o:</b> regression, retro-gression; <b fullkey=\"regresanta regresiva regresema\">-anta, -iva, -ema:</b> (<i>lit. and fig.</i>) regressive, retrograde. Ant.: <b fullkey=\"avancar\">avancar. &mdash; </b>EFIRS"," <b fullkey=\"regretar\">regret-ar:</b> (<i>tr.</i>) to regret, be sorry about (<b fullkey=\"ulu ulo\">ulu, ulo</b>); <b fullkey=\"regretinda\">-inda:</b> regrettable. Ex.: Regretar la pekunio spensita, amiko mortinta. &mdash; EF"," <b fullkey=\"regular\">regul-ar:</b> (<i>tr., tech. and fig.</i>) to regulate (machines, clocks, etc.); <b fullkey=\"regulo\">-o:</b> rule (to follow; cf. <b fullkey=\"normo\">normo</b>); <b fullkey=\"regulado\">-ado:</b> regulating; <b fullkey=\"regularo\">-aro:</b> rules (<i>collect.</i>); <b fullkey=\"regulala\">-ala:</b> relating to regulating; <b fullkey=\"reguloza\">-oza:</b> regular: conformed to rule or law, uniform, constant; <b fullkey=\"regulozeso\">-oz-eso:</b> regularity; <b fullkey=\"regulozigar\">-oz-igar:</b> to regularize, make regular, put in order, set right; <b fullkey=\"regulanta reguliva\">-anta, -iva:</b> regulating, regulative; <b fullkey=\"reguloze\">-oze:</b> regularly; <b fullkey=\"regulizar\">-izar:</b> to make, establish regulations for, impose regulations on; <b fullkey=\"regulizuro\">-iz-uro:</b> regulation (prescribed); <b fullkey=\"reguliero\">-iero:</b> (<i>rel.</i>) regular, a monk; <b fullkey=\"reguliereskar\">-ier-eskar:</b> to become a monk, nun; <b fullkey=\"regulierino\">-ier-ino:</b> nun. Ex. Segun la regulo. Konformigar su a la reguli. La regulado di la posh-horlojo. Regular su segun ulu. Regulizar itinerario. Regul-oz-igar nia aferi, nia dokumenti. On preskriptas regulizuri por soldati, por karceri. V. exp.: On <b fullkey=\"regulas\">regulas</b> mashino, fixigante lua repideso o lua povo ad ula valoro konstanta. <b fullkey=\"Regular\">Regular</b> ne esas <b fullkey=\"ajustar\">ajustar</b>. On <b fullkey=\"ajustas\">ajustas</b> peci, on <b fullkey=\"regulas\">regulas</b> fenomeno. On <b fullkey=\"regulas\">regulas</b> horlojo, <b fullkey=\"ajustante\">ajustante</b> lua pendulo. V-67. &mdash; DEFIRS"," <b fullkey=\"regulatoro\">regulator-o:</b> (<i>mechan.</i>) regulator, governor. Def.: Ula parto di mashino qua regulas la movado. &mdash; DEFIS"," <b fullkey=\"rehabilitar\">rehabilit-ar:</b> (<i>tr.</i>) to rehabilitate, reinstate; <b fullkey=\"rehabilito\">-o:</b> rehabilitation, vindication. Def.: Riestablisar en lua olima stando, partikulare en yuri. Ex.: Rehabilitar la memoro di kondamnito. Rehabilitar ulu ad lua olima rango, ulu en l&rsquo;estimo di la populo. &mdash; DEFIRS"," <b fullkey=\"reino\">rein-o:</b> (bridle-) rein. &mdash; EFIS"," <b fullkey=\"rej\">rej-(ul)o:</b> (<i>also cards and chess</i>) sovereign king; <b fullkey=\"rejala\">-ala:</b> regal, royal; <b fullkey=\"rejido\">-ido:</b> royal prince; <b fullkey=\"rejprinculo\">-princ-ulo:</b> crown prince; <b fullkey=\"rejeso\">-eso:</b> royalty: state of being king, kingship; <b fullkey=\"rejino\">-ino:</b> queen; <b fullkey=\"rejio rejlando rejstato\">-io, -lando, -stato:</b> kingdom; <b fullkey=\"rejocido rejocidanto rejinto\">-ocido; -ocid-anto, -into:</b> (<i>act, person</i>) regicide; <b fullkey=\"rejala aquo\">-ala aquo:</b> aqua regia, nitro-hydrochloric acid. &mdash; EFIS"," <b fullkey=\"rejimo\">rejim-o:</b> (<i>polit. social, medic.</i>) regime, regimen; mode or system of rule or management. Def.: Senco politikala: formo o maniero di guvernado. Senco teknikala: maniero plu o min reguloza segun qua ula fenomeno (duranta) eventas. Senco medicinala: maniero (metodoza) di vivar e di nutrar su (to ne esas <b fullkey=\"dieto\">dieto</b>, nek <b fullkey=\"higieno\">higieno</b>); IV-580. Ex.: Anciena rejimo. Monarkiala rejimo. Rejimo di karceri. &mdash; DEFIRS"," <b fullkey=\"rekalkar\">rekalk-ar:</b> (<i>tr., tech.</i>) to upset (metals); to ram (a gun); <b fullkey=\"rekalk\">-(ad)o:</b> compression (endways); <b fullkey=\"rekalkilo\">-ilo:</b> rammer (of a firearm). Def.: Facar preso sur materio cilindroforma (liquida o solida) sur un de lua bazi en la sinso di l&rsquo;axo, tale ke on kurtigas ol; IV-581. &mdash; IS"," <b fullkey=\"rekamar\">rekam-ar:</b> (<i>tr.</i>) to figure or work a fabric with gold, silver, silk, etc.; <b fullkey=\"rekamita per oro\">-ita per oro:</b> gold-figured, -worked. &mdash; IS"," <b fullkey=\"rekapitular\">rekapitul-ar:</b> (<i>tr.</i>) to recapitulate; sum up the principal points. Def.: Rezumar, kurte repetar o rimemorigar per enumero preciza e kompleta di omna punti, parti, o chapitri; III-206. &mdash; DEFIS"," <b fullkey=\"reklamar\">reklam-ar:</b> (<i>tr., intr.</i>) to advertise (loudly), to boom; (cf. <b fullkey=\"avertar\">avertar</b>); <b fullkey=\"reklam\">-(ad)o:</b> advertisement, puffing up. &mdash; DFRS"," <b fullkey=\"reklamacar\">reklamac-ar:</b> (<i>tr.</i>) to (re-)claim, put in a claim for (compensation, a reward, what is due, one&rsquo;s rights, etc.) (cf. <b fullkey=\"postular\">postular</b>); <b fullkey=\"reklamaco\">-o:</b> claim, (<i>jur.</i>) complaint; <b fullkey=\"reklamacanto\">-anto:</b> claimant. Ex.: Reklamacar objekti pruntita o perdita. Reklamacar sumo debata, salario, honorario (cf. III-409). &mdash; DF"," <b fullkey=\"rekolecar\">rekolec-ar:</b> (<i>relig.</i>) to commune with one&rsquo;s own heart, to turn one&rsquo;s mind from earthly affairs and piously meditate; <b fullkey=\"rekoleco\">-o:</b> self-communing, pious meditation; <b fullkey=\"rekolecanta\">-anta:</b> wrapped in pious meditation. &mdash; FIS"," <b fullkey=\"rekoliar\">rekoli-ar:</b> (<i>tr.</i>) to gather in, in order to save from loss. Def.: Prenar o gardar ulo od ulu abandonita, perdita o falinta; VI-115. Ex.: Rekoliar fragmenti de la naufrajo. Rekoliar la perdita infanti. &mdash; F","<b fullkey=\"rekoltar\"> rekolt-ar:</b> (<i>tr., also fig.</i>) to harvest, reap, get in (crops), gather in (the fruits of the earth); <b fullkey=\"rekolt\">-(ad)o:</b> harvesting, reaping; <b fullkey=\"rekoltajo\">-ajo:</b> harvest, crop, vintage. &mdash; FI"," <b fullkey=\"rekomendar\">rekomend-ar:</b> (<i>tr.</i>) to recommend (<b fullkey=\"ulu ulo ad ulu\">ulu, ulo, ad ulu</b>)<b fullkey=\"\"> </b>(cf. <b fullkey=\"konsilar exhortar\">konsilar, exhortar</b>); <b fullkey=\"rekomendo\">-o:</b> (<i>act</i>) recommendation; <b fullkey=\"rekomendinda\">-inda:</b> worthy of r.; <b fullkey=\"rekomendoletro\">-o-letro:</b> letter of r. &mdash; DEFIRS"," <b fullkey=\"rekompensar\">rekompens-ar:</b> (<i>tr.</i>) to recompense, reward, require, remunerate (<b fullkey=\"ulu per ulo\">ulu, per ulo</b>). &mdash; EFIRS"," <b fullkey=\"rekonocar\">rekonoc-ar*:</b> (<i>tr.</i>) meet in one's memory (<i>konocita persono, kozo</i>)."]