[" <b fullkey=\"infama\">infam-a:</b> infamous; -ig-anta: degrading. Ant.: honor-iz-anta, glori-oza. &mdash; DEFIS"," <b fullkey=\"infanto\">infant-o:</b> infant; young child up to seven years of age; <b fullkey=\"infanteto\">-eto:</b> baby; <b fullkey=\"infantacho\">-acho:</b> brat; <b fullkey=\"infantala infantatra\">-ala, -atra:</b> infantile, childlike; <b fullkey=\"infanteso\">-eso:</b> infancy, childhood; <b fullkey=\"infanteskar\">-eskar:</b> to become childish; <b fullkey=\"infantalajo\">-alajo:</b> childish act: <b fullkey=\"infanteso duesma\">-eso du-esma:</b> dotage (cf. <b fullkey=\"radotar\">radotar</b>); <b fullkey=\"infantocido\">-ocido:</b> infanticide. &mdash; EFIS"," <b fullkey=\"infante\">&laquo;infante&raquo;:</b> (<i>in Spain, Portugal</i>) infante: younger son of a prince or monarch. Def.: Rej-ido en Hispania e Portugal."," <b fullkey=\"infantrio\">infantri-o:</b> (<i>milit.</i>) infantry; <b fullkey=\"infantriano\">-ano:</b> infantryman. &mdash; DEFIRS"," <b fullkey=\"infarkto\">infarkt-o:</b> (<i>med.</i>) infract. &mdash; DEFIS"," <b fullkey=\"infektar\">infekt-ar:</b> (<i>tr., med. and fig.</i>) to infect, taint; <b fullkey=\"infektiva\">-iva:</b> infectious. &mdash; DEFIRS"," <b fullkey=\"inferar\">infer-ar:</b> (<i>tr., de, ek</i>) to infer, deduce, conclude (<b fullkey=\"ulo de\">ulo de</b>). &mdash; EFIS"," <b fullkey=\"inferiora\">inferior-a:</b> (<i>sociol., econ.</i>) inferior; lower in station or rank in life (ex.: <b fullkey=\"inferiorklaso di socio\">-klaso di socio</b>); lower in excellence and value; less good (ex.: <b fullkey=\"komercaji di qualeso inferiora\">komercaji di qualeso -a</b>); subordonate, secondary; of less importance (ex. <b fullkey=\"tribunalo inferiora ofico inferiora\">tribunalo -a; ofico -a</b>).&nbsp;V. exp. vid. <b fullkey=\"alta\">alta.</b> Ant.: <b fullkey=\"superiora\">superiora.</b>&nbsp; &mdash; DEFIS"," <b fullkey=\"inferno\">infern-o:</b> (<i>lit. and fig.</i>) hell; <b fullkey=\"infernala infernaltra\">-ala, -altra;</b> infernal (regions, noise, etc.). &mdash; EFIS"," <b fullkey=\"infestar\">infest-ar:</b> (<i>tr.</i>) (2001) to infest. &mdash; EFIS"," <b fullkey=\"infiltrar\">infiltr-ar:</b> (<b fullkey=\"tr intr\">tr., intr.</b>) to infiltrate, percolate: to enter by penetrating the interstices of a substance; (<i>fig.</i>) to creep in, insinuate, penetrate. &mdash; DEFIS"," <b fullkey=\"infinita\">infinit-a:</b> (<i>philos., math., and fig.</i>) infinite. &mdash; DEFIS"," <b fullkey=\"infinitezima\">infinitezim-a:</b> infinitesimal, inmmeasurably small; <b fullkey=\"infinitezimala\">-ala:</b> infinitesimal, relative to an i. quantity; <b fullkey=\"infinitezima kalkulo\">-a kalkulo:</b> i. calculus, transcendental analysis."," <b fullkey=\"infinitivo\">infinitiv-o:</b> (<i>gram.</i>) infinitive (mood). &mdash; DEFIS"," <b fullkey=\"infirma\">infirm-a:</b> infirm, lacking full use of a limb, having disablement of body; <b fullkey=\"infirmajo\">-ajo:</b> infirmity; Def.: Qua ne povas uzar (libere, normale) irga membro od organo: V-95. V. exp. vid. <b fullkey=\"kripla\">kripla</b>. &mdash; EFIS"," <b fullkey=\"infixo\">infix-o:</b> (<i>gram.</i>) infix. &mdash; DEFIRS"," <b fullkey=\"inflar\">inflar:</b> (<i>tr.</i>) to inflate, pull up or out, swell, bloat; (cf. <b fullkey=\"bufar\">bufar</b>). Ex.: Inflar balono. Lua korpo esas inflita (E. swollen). (<i>fig.</i>) Esar inflita da superbeso. Stilo inflita (E. turgid style). &mdash; EFIS"," <b fullkey=\"inflacar\">inflac-ar*:</b> (<i>intr., fin.</i>) to increase the volume of money and credit in relation to goods. &mdash; DEFIS"," <b fullkey=\"inflamar\">inflam-ar:</b> (<i>tr., med.</i>) to inflame; (<i>tech. sense</i>) to set fire to (<b fullkey=\"ulo\">ulo</b>); <b fullkey=\"inflamala inflamaltra\">-ala, -altra:</b> inflammatory; <b fullkey=\"inflamebla\">-ebla:</b> inflammable, combustible; <b fullkey=\"inflamopunto\">-o-punto:</b> burning-point. Def.: Igar tre varmega; bruligar kun flamo; V-492. Ex.: Organo inflamesas, t.e. ol esas en la morbala stando nomizita inflameso. On havas instrumento por determinar l'inflamo-punto (temperaturo) di diversa liquidi. &mdash; DEFIS","<b fullkey=\"inflexar\"> inflex-ar:</b> (<i>tr., gram.</i>) to inflect; -<b fullkey=\"o\">o:</b> (<i>gram., geom.</i>) inflection, inflexion (cl. <b fullkey=\"flexiono\">flexiono</b>, <b fullkey=\"modulacar\">modulacar</b>). &mdash; EFIS"," <b fullkey=\"infloresenco\">infloresenc-o:</b> (<i>bot.</i>) inflorescence. &mdash; EFIS"," <b fullkey=\"influar\">influ-ar:</b> (<i>tr., mental, phys., per, pro, pri</i>) to influence, sway ,bias; <b fullkey=\"influanta\">-anta</b>, <b fullkey=\"influiva\">-iva:</b> influential (person, force, etc.). &mdash; DEFIRS"," <b fullkey=\"infleunzo\">infleunz-o:</b> (<i>med.</i>) influenza. &mdash; DEFIRS"," <b fullkey=\"influxo\">influx-o:</b> (<i>biol.</i>) influx<b fullkey=\"\">:</b> act of flowing in; <b fullkey=\"influxo nervala\">-o nerv-ala:</b> (<i>physiol.</i>) innervation. &mdash; DEFIS"," <b fullkey=\"informar\">inform-ar:</b> (<i>tr.</i>) to inform, apprise, (ulu, pri ulo); <b fullkey=\"informo\">-o:</b> informing, news, information (given); <b fullkey=\"informatiko\">-atiko:</b> (2001) information science, informatics; <b fullkey=\"informeso\">-eso:</b> information (received); <b fullkey=\"informesar\">-esar:</b> to be informed (<b fullkey=\"pri\">pri</b>); <b fullkey=\"serchar informi\">serchar informi</b>, <b fullkey=\"informigar su\">inform-igar su:</b> to make inquiries (cf. <b fullkey=\"Inquestar\">Inquestar</b>). V. exp.: vid. <b fullkey=\"savigar\">sav-igar</b>. &mdash; DEFIRS"," <b fullkey=\"infrastrukturo\">infrastruktur-o*:</b> infrastructure: the underlying foundation or basic framework of a system, organization, society."," <b fullkey=\"infre\">infr-e:</b> down (as opp. to <b fullkey=\"supre\">supre</b>); below, at the bottom (point in space; cl. <b fullkey=\"sube\">sube</b>); <b fullkey=\"infra\">-a:</b> lowermost, bottom; inferior: lower in space, degree of importance. quality (cf. <b fullkey=\"suba inferiora\">suba, inferiora</b>); -<b fullkey=\"ajo\">ajo:</b> lowermost part, bottom part; <b fullkey=\"infrega maxim infra\">-ega, maxim -a:</b> lowermost, most inferior; <b fullkey=\"adinfre\">ad-infre:</b> (with motion) downmard; -<b fullkey=\"e di\">e di:</b> at the bottom or foot of; <b fullkey=\"infra labiobarbo\">-a labio-barbo:</b> tuft of hair on lower lip, an imperial; <b fullkey=\"videz infre\">videz infre:</b> look below. V. exp.: vid. <b fullkey=\"alta\">alta</b>. Ant.: <b fullkey=\"supre\">supre</b>. &mdash; L"," <b fullkey=\"infuzar\">infuz-ar:</b> (<i>tr.</i>) to infuse<b fullkey=\"\">:</b> to steep (without boiling); (<i>surg.</i>) to introduce a liquid into veins; (<i>fig.</i>) to instil, inculcate (principles, etc.). &mdash; DEFIS"," <b fullkey=\"infuzorio infuzorii\">infuzori-o, -i:</b> (<i>nat. hist., zool.</i>) infusoria. &mdash; DEFIRS"," <b fullkey=\"ingestar\">ingest-ar:</b> (<i>tr., physiol.</i>) to ingest. &mdash; DEFI"," <b fullkey=\"inglobar\">inglob-ar:</b> (<i>tr., chiefly medic., pharm.</i>) to blend together, put together (in spherical form). Def.: Ne simple unionar, ma mixar en un sola substanco (globo, quale indikas l'etimologio); anke inkluzar ula substanco (farmaciala) en altra (di altra naturo e saporo), qua envelopas e celas olu; VI-244 &mdash; FIS"," <b fullkey=\"ingranar\">ingran-ar:</b> (<i>tr., intr., mechan.</i>) to put in (or throw into) gear, to engage; (cf. <b fullkey=\"embragar\">embragar</b>, <b fullkey=\"kuplar\">kuplar</b>). Ex. Un roto ingranas (kun) altra, kande ol movas (turnigas) ica per sua propra movo, per denti qui pulsas la denti di l'altra; III-87. &mdash; FIS"," <b fullkey=\"ingrediento\">ingredient-o:</b> ingredient. &mdash; DEFIS"," <b fullkey=\"inguino\">inguin-o:</b> (<i>anat.</i>) groin; <b fullkey=\"inguinala\">-ala:</b> inguinal. &mdash; EFIS"," <b fullkey=\"inhalar\">inhal-ar:</b> (<i>tr.</i>) to inhale. &mdash; DEFIS"," <b fullkey=\"inherar\">inher-ar</b> (<i>intr.</i>) to inhere; <b fullkey=\"inheranta\">-anta:</b> inherent; <b fullkey=\"inhero inheranteso\">-o, -ant-eso:</b> (<i>qual.</i>) inherency. Ex.: Graveso inheras en (esas inheranta ad) materio. &mdash; DEFIS"," <b fullkey=\"inhibar\">inhib-ar:</b> (<i>tr.</i>) to inhibit<b fullkey=\"\">:</b> to check, restrain (the activity of); (<i>jur.</i>) to prohibit, interdict. &mdash; DEFIS"," <b fullkey=\"iniciar\">inici-ar:</b> (<i>tr.</i>) to initiate<b fullkey=\"\">:</b> to introduce by a first act, take the initiative in; to instruct in the rudiments or principles; to introduce into a society, club, etc., by formal rites; <b fullkey=\"inici\">-(ad)o:</b> initiating (ac); <b fullkey=\"iniciemeso\">-em-eso:</b> initiative (tendency); <b fullkey=\"iniciala\">-ala:</b> initial<b fullkey=\"\">:</b> beginning; <b fullkey=\"inicianto iniciinto iniciero\">-anto, -into, -ero:</b> initiator, promoter; <b fullkey=\"inicialo\">-alo:</b> person initiated; <b fullkey=\"iniciar a la misterii\">-ar a la misterii:</b> to initiate into the mysterios. Def.: Igar komencar, igar departar, igar debutar; III-696. Ex.: On inicias homo a doktrino. On inicias afero, entraprezo. &mdash; DEFIRS"," <b fullkey=\"iniciativar\">iniciativ-ar*:</b> (<i>tr.</i>) to be the first to propose, organize, or execute (<b fullkey=\"ulo\">ulo</b>). &mdash; DEFIRS"," <b fullkey=\"injektar\">injekt-ar:</b> (<i>tr.</i>) to inject (a fluid or other substance into something); <b fullkey=\"injektizar\">-izar:</b> to inject (a person or thing with an injection); <b fullkey=\"injektajo\">-ajo:</b> (<i>liquid</i>) injection; okuli <b fullkey=\"injektizita\">-iz-ita:</b> (<i>fig.</i>) bloodshot eyes. &mdash; DEFIRS"," <b fullkey=\"injeniar\">injeni-ar:</b> (<i>tr.</i>) to exercise one's wits, to set one's wits to work; to contrive (tax one's ingenuity); <b fullkey=\"injenioza injeniema\">-oza, -ema:</b> (<i>of persons</i>) ingenious, clever; <b fullkey=\"injeniita\">-ita:</b> (<i>of things</i>) ingenious; showing ingenuity; <b fullkey=\"la justa konstrukto di ca mashino injeniesis da me\">la justa konstrukto di ca mashino injeniesis da me:</b> the right construction of this machine was contrived by me. &mdash; EFIS"," <b fullkey=\"injenioro\">injenior-o:</b> engineer (civil, military, mining, etc.); (cf. <b fullkey=\"mashinisto\">mashin-isto</b>). &mdash; DEFIRS"," <b fullkey=\"inko\">ink-o:</b> ink; <b fullkey=\"inkuyo\">-uyo:</b> ink-holder, -stand, -pot; <b fullkey=\"inkizar\">-izar:</b> to (cover with) ink; <b fullkey=\"inkizilo\">-iz-ilo:</b> ink-pad; any inking instrument; <b fullkey=\"inkomakulo\">-o-makulo:</b> ink blot. &mdash; EFI"," <b fullkey=\"inkandecar\">inkandec-ar:</b> (<i>intr.</i>) to be incandescent. &mdash; EFIS"," <b fullkey=\"inkardinar\">inkardin-ar:</b> (<i>tr., eccl.</i>) to incardinate."," <b fullkey=\"inkarnacar inkarnaceskar\">inkarnac-ar, -eskar:</b> (<i>intr., theol.</i>) to be, become incarnate; <b fullkey=\"inkarnaco\">-o:</b> incarnation. &mdash; DEFIS"," <b fullkey=\"inkasar\">inkas-ar:</b> (<i>tr., fin. and fig.</i>) to collect, call in, receive something which is due, chiefly commercial sense of money but (<i>fig.</i>) of applause, compliments, flowers, etc. (kp. IV-527) <b fullkey=\"inkasero inkasisto\">-ero, -isto:</b> collector; <b fullkey=\"inkasar checko\">-ar checko:</b> to cash a check. &mdash; DFI"," <b fullkey=\"inkastrar\">inkastr-ar:</b> (<i>tr., tech.</i>) to lit in, set in, lit together; (<i>fig.</i>) to enshrine; to set (a stone in bezel); to set (a bone). &mdash; FIS"," <b fullkey=\"inklinar\">inklin-ar:</b> (<i>tr., intr., phys., mental</i>) to incline, lean, slope; to be disposed; <b fullkey=\"inklino\">-o:</b> inclination, incline, gradient, bow; <b fullkey=\"inklineso\">-eso:</b> inclination, favorable, disposition, proclivity (for); <b fullkey=\"inklinita kapo\">-ita kapo:</b> bowed head; <b fullkey=\"inklinanta inklinita\">-anta, -ita:</b> inclined, sloped; prone, disposed (cf. <b fullkey=\"tendencanta\">tendencanta</b>). Ex.: Ca muro inklinas. La vinko inklinas a lia favoro. Il inklinesas a severeso. Inklino vicioza. &mdash; EFIS"," <b fullkey=\"inkluzar\">inkluz-ar:</b> (<i>tr., (ad)en</i>) to include, inclose, shut up (in), insert, pen in or up; <b fullkey=\"inkluzo inkluzeso inkluzajo\">-o, -eso, -ajo:</b> including, inclosure; <b fullkey=\"inkluzanta inkluziva\">-anta, -iva:</b> inclosing, inclusive; <b fullkey=\"inkluze inkluzite inkluzive\">-e, -ite, -ive:</b> inclusively; <b fullkey=\"hike inkluzita\">hike inkluz-ita:</b> herewith inclosed, sent herewith; <b fullkey=\"inkluzito\">-ito:</b> a person shut in, recluse. &mdash; DEFIRS"," <b fullkey=\"inkoativa\">inkoativ-a:</b> (<i>gram.</i>) inchoate. Def.: Qualifikas la vorti (generale verbi), qui signifikas ula komenco; V-279. Ex.: La sufixo -esk- esas inkoativa. &mdash; DEFIS"," <b fullkey=\"inkognita inkognito\">inkognit-a, -o:</b> incognito; <b fullkey=\"inkognitino\">-ino:</b> incognita. &mdash; DEFIRS"," <b fullkey=\"inkombrar\">inkombr-ar:</b> (<i>tr.</i>) to encumber, obstruct, block, crowd, hinder in passing. Def.: Embarasar, impedar per l'amaso de objekti. Ex.: La multa veturi inkombras la strado. V. exp.: Tablo, chambro, <b fullkey=\"inkombrita\">inkombrita</b>, ne povas dicesar <b fullkey=\"obstruktita\">obstruktita</b>. III-326. &mdash; EFIS"," <b fullkey=\"inkrustar\">inkrust-ar:</b> (<i>tr.</i>) to incrust: cover with a crust; to inlay (thin slices of fine wood, marble, etc.). &mdash; DEFIRS"," <b fullkey=\"inkubo\">inkub-o:</b> nightmare; (<i>imaginary demon</i>) incubus.&mdash; DEFIS"," <b fullkey=\"inkubacar\">inkubac-ar:</b> (<i>intr., med.</i>) to be in a state of incubation (speaking of a disease). (N.B. not used for &laquo;to hatch&raquo;; cf. <b fullkey=\"kovar\">kovar</b>). &mdash; DEFIS"," <b fullkey=\"inkulkar\">inkulk-ar:</b> (<i>tr.</i>) to inculcate; impress on the mind by frequent repetitions, to instil, implant (a truth, a doctrine). V. exp.: <b fullkey=\"Inkulkar\">Inkulkar</b> kredo, bona mori, esas penetrigar li profunde e dureme en la mento e kustumo; IV-136. &mdash; EFIS"," <b fullkey=\"inkunablo inkunabli\">inkunabl-o, -i:</b> incunabula.&mdash; DEFIS"," <b fullkey=\"inkurar\">inkur-ar:</b> (<i>tr.</i>) to submit oneself to a situation; Def.: Igar su en la kazo subisor. &mdash; F"," <b fullkey=\"inkursar\">inkurs-ar:</b> (<i>tr.</i>) to make a incursion: enter into a territory with hostile intent, to raid. &mdash; EFIRS"," <b fullkey=\"inocenta\">inocent-a:</b> innocent, guileless, artless (<b fullkey=\"pri\">pri</b>) (cf <b fullkey=\"senkulpa\">sen-kulpa</b>). Def.: Qua tote ne konocas la malajo; IV-79. &mdash; EFIS"," <b fullkey=\"inokular\">inokul-ar:</b> (<i>tr., med.</i>) to inoculate (virus); (<i>fig.</i>) to propagate. &mdash; DEFIRS"," <b fullkey=\"inquestar\">inquest-ar:</b> (<i>tr., adminis., parl., jur.</i>) to make inquiry (into), make inquest, inquisition, investigate; <b fullkey=\"inquestanta judiciisto\">-anta judiciisto:</b> examining magistrate; <b fullkey=\"komitato di inquesto\">komitato di -o:</b> committee of inquiry. V. exp.: On devas ne uzar (Quale la ??? tentesas facar) <b fullkey=\"inquesto\">inquesto</b> vice <b fullkey=\"questiono\">questiono</b>, kande on parolas pri simpla questiono, <b fullkey=\"Inquesto\">Inquesto</b> esas ensemblo de questioni, de explori, de serchi, qua facesas exemple (e precipue) da policisto o judikisto (qua en ta kazo nomizesas <b fullkey=\"inquestito\">inquestito</b>). Pro to ta vorto havas impliko judiciala, qua riskas esar neagreabla o nepolita, kande on parolas pri questiono, quan privato directas a privato; V-223. &mdash; EFIS"," <b fullkey=\"inquiziciono\">inquizicion-o:</b> (<i>hist.</i>) inquisition. &mdash; DEFIRS"," <b fullkey=\"inquizitoro\">inquizitor-o:</b> (<i>hist.</i>) inquisitor: an officer of the inquisition; (cf. <b fullkey=\"inquestanto inquizitorero\">inquestanto, -ero</b>). &mdash; DEFIRS"," <b fullkey=\"insekto\">insekt-o:</b> insect; <b fullkey=\"insektaro\">-aro:</b> insects (<i>collect.</i>), vermin; <b fullkey=\"insektoocidivo insektilo\">-o-ocid-ivo, -ilo:</b> insecticide; <b fullkey=\"insektomanjanta\">-o-manj-anta:</b> insectivorous. &mdash; DEFIRS"," <b fullkey=\"insektivora\">insektivor-a:</b> insectivorous. &mdash; DEFIRS"," <b fullkey=\"insertar\">insert-ar:</b> (<i>tr.</i>) to insert, put in, set in; <b fullkey=\"insertajo\">-ajo:</b> what is inserted; <b fullkey=\"inserturo\">-uro:</b> (<i>result</i>) insertion. &mdash; DEFIS "," <b fullkey=\"insidiar\">insidi-ar:</b> (<i>tr., lit. and fig.</i>) to set a trap for, to lay snare for (<b fullkey=\"ulu\">ulu</b>); <b fullkey=\"insidiema\">-ema:</b> (<i>of persons</i>) insidious, sly, crafty, wily; <b fullkey=\"insidioza\">-oza:</b> (<i>of things</i>) full of snares. &mdash; EFIS"," <b fullkey=\"insigno\">insign-o:</b> badge; (<i>of a shop</i>) sign (-board); <b fullkey=\"insigni insignaro\">-i, -aro:</b> insignia. &mdash; DEFIS"," <b fullkey=\"insinuar\">insinu-ar:</b> (<i>tr., su, ulo, aden</i>) to insinuate; to introduce gently, wind into, worm into; to hint, intimate, suggested indirectly; <b fullkey=\"insinuajo\">-ajo:</b> insinuation, innuendo; <b fullkey=\"insinuar\">-ar</b> <b fullkey=\"la fingro aden vunduro\">la fingro aden vunduro:</b> to insinuate a finger in a wound; <b fullkey=\"insinuar bona sentimenti\">-ar bona sentimenti:</b> to instil good sentiments; <b fullkey=\"l insinuas su tra la pori\">l'aquo -as su tra la pori:</b> the water insinuates itself into the pores; <b fullkey=\"perfida insinuo\">perfida -o:</b> a perfidious insinuation. &mdash; EFIRS"," <b fullkey=\"insipida\">insipid-a:</b> (<i>lit. and fig.</i>) insipid, tasteless (cf. <b fullkey=\"sensapora\">sen-sapora</b>); <b fullkey=\"insipidajo\">-ajo:</b> a tasteless thing; (saying) platitude; III 604. &mdash; DEFIS"," <b fullkey=\"insistar\">insist-ar:</b> (<i>intr.</i>) to insist: to urge or press earnestly, to lay stress (<b fullkey=\"en pri sur\">en, pri, sur</b>); (N.B. Not &quot;to demand&quot;, cf <b fullkey=\"postular\">postular</b>); <b fullkey=\"insistanta insistema\">-anta, -ema:</b> insistant, urgent, earnest; <b fullkey=\"insiste\">-e:</b> insistently, earnestly. Def.: Perservar demandar. V. exp. On <b fullkey=\"insistas\">insistas</b> en demando prego. On <b fullkey=\"persistas\">persistas</b> en stando (mem pure materiala). On <b fullkey=\"obstinas\">obstinas</b> en volo, deziro od opiniono; II-648. &mdash; EFIS"," <b fullkey=\"insolenta\">insolent-a:</b> insolent. V. exp.: vid <b fullkey=\"impertinenta\">impertinenta</b>. &mdash; DEFIRS"," <b fullkey=\"inspektar\">inspekt-ar:</b> (<i>tr.</i>) to inspect: examine, oversee, survey. &mdash; DEFIRS"," <b fullkey=\"inspirar\">inspir-ar:</b> (<i>tr.</i>) to inspire (by divine instruction, poetic spirit, ideas); <b fullkey=\"inspirajo\">-ajo:</b> that which inspires; <b fullkey=\"inspireso\">-eso:</b> inspiration (received). V. Exp. vid. <b fullkey=\"entuziasmo\">entuziasmo</b>. &mdash; DEFIS"," <b fullkey=\"instalar\">instal-ar:</b> (<i>tr.</i>) to install; induct a person into an office; (<i>mechan.</i>) to setup or fix in position for use or service. Ex.: Instalar episkopo. Instalo di mashino. &mdash; DEFIS"," <b fullkey=\"instanco\">instanc-o:</b> (<i>jur.</i>) instance: process of a suit; <b fullkey=\"korto di unesma instanco\">korto di unesma -o:</b> court of first instance. &mdash; DEFIRS"," <b fullkey=\"instanto\">instant-o:</b> instant, moment; <b fullkey=\"instantala\">-ala:</b> instantaneous: <b fullkey=\"instantale\">-ale:</b> instantly, momentarily; <b fullkey=\"instantaleso\">-al-eso:</b> instantaneousness; <b fullkey=\"instantalajo\">-al-ajo:</b> an instantaneous object (<i>as in photog.</i>); <b fullkey=\"omnainstante\">omna-instante:</b> every instant; <b fullkey=\"ca instante\">ca- -e:</b> this instant. &mdash; DEFIRS"," <b fullkey=\"instigar\">instig-ar:</b> (<i>tr.</i>) to instigate, incite (<b fullkey=\"ulu ad\">ulu, ad</b>; ordinarily in bad sense); <b fullkey=\"instigata da\">-ata da:</b> instigate by (<b fullkey=\"ulu\">ulu</b>); (cf. <b fullkey=\"incitar\">incitar</b>). Def.: Penar por persuadar ulu facar ulo; III-417. Ex. Vu instigis il facar ta krimino. Instigar ulu laborar, (a) revolto. Instigo di la diablo. &mdash; EFIS"," <b fullkey=\"instilar\">instil-ar:</b> (<i>tr.</i>) to instil: (<i>pharm., med.</i>) to infuse by drops; (<i>fig.</i>) to infuse slowly into the mind. &mdash; DEFI"," <b fullkey=\"instinto\">instint-o:</b> instinct; <b fullkey=\"instintala instintatra\">-ala, -atra:</b> instinctive; <b fullkey=\"instinte\">-e:</b> instinctively. Def.: Impulso naturala. &mdash; DEFIRS"," <b fullkey=\"institucar\">instituc-ar:</b> (<i>tr.</i>) to institute: to establish or set up, to found; to appoint to office; <b fullkey=\"institucar su\">-ar su:</b> to appoint oneself; <b fullkey=\"institucuro\">-uro:</b> institution. Ex.: Jesu Kristo dicesas institucir la sep sakramenti Instituco (E. appointment) di judiciisto.&mdash; DEFIRS"," <b fullkey=\"instituto\">institut-o:</b> institute: a literary, scientific or philosophical society. &mdash; DEFIRS"," <b fullkey=\"instruciono\">instrucion-o:</b> (<i>practical</i>) instruction(s), direction(s) (how to do or use something). V. exp.: vid. <b fullkey=\"savigar\">sav-igar</b>. &mdash; DEFIRS"," <b fullkey=\"instruktar\">instrukt-ar:</b> (<i>tr.</i>) to instruct: to impart knowledge to; to teach, educate; <b fullkey=\"instrukt o\">-(ad) o:</b> instruction (given); <b fullkey=\"instrukteso\">-eso:</b> instruction (received); <b fullkey=\"instruktiva\">-iva:</b> instructive; <b fullkey=\"instruktar rejido guvernar\">-ar rejido guvernar:</b> to teach a prince how to govern; <b fullkey=\"instruktar per exempli\">-ar per exempli:</b> to teach by examples. V. exp.:vid. <b fullkey=\"savigar edukar\">sav-igar, edukar</b>. &mdash; DEFIRS"," <b fullkey=\"instrumento\">instrument-o:</b> instrument, tool, implement; <b fullkey=\"instrumentala\">-ala:</b> instrumental: relating to i.s. (as in. i. music); conducive to some end, helpful; <b fullkey=\"instrumentalo\">-alo:</b> (<i>Anglo-Saxon and Russian gram.</i>) instrumental case; <b fullkey=\"instrumentizar\">-izar:</b> (<i>music</i>) set (<b fullkey=\"ulo\">ulo</b>) to instrumental music; <b fullkey=\"instrumentizo\">-izo:</b> (<i>music</i>) instrumentation; (cf. <b fullkey=\"orkestrizar\">orkestr-izar</b>). &mdash; DEFIRS"," <b fullkey=\"insulo\">insul-o:</b> isle, island; <b fullkey=\"insulano\">-ano:</b> islander. &mdash; DEFIS"," <b fullkey=\"insulino\">insulin-o:</b> (2001) insulin. &mdash; DEFIRS"," <b fullkey=\"insultar\">insult-ar:</b> (<i>tr.</i>) to insult: treat with abuse, insolence or contempt, by word or action, to affront, taunt, call names, abuse rail at. &mdash; DEFIS"," <b fullkey=\"intalio\">intali-o:</b> (<i>engr.</i>) intaglio. Def.: Gemo grabita kave (inverse di kameo); VI-528. &mdash; DEFI"," <b fullkey=\"integra\">integr-a:</b> all parts properly united and present, whole, entire, complete, intact, integral; <b fullkey=\"integra nombro\">-a nombro,</b> (od, <b fullkey=\"integro\">integro</b>): <i>(arith.)</i> integer; <b fullkey=\"integreso\">-eso:</b> integrity (entirely); <b fullkey=\"integre\">-e:</b> in full, bodily. Def.: Ne-tushita, ne-lezita, havanta omna sua parti e membri; V-744. &mdash; EFIRS"," <b fullkey=\"integralo\">integral-o:</b> (<i>math.</i>), integral; <b fullkey=\"integralkalkulo\">-kalkulo:</b> i. calculus; <b fullkey=\"integraligar\">-igar:</b> to integrate."," <b fullkey=\"intelektar\">intelekt-ar:</b> (<i>tr., philos. and general</i>) to understand, comprehend, or know (<b fullkey=\"ulo\">ulo</b>) by the intellect alone (opposite of to know by sensation, feeling); <b fullkey=\"intelekto\">-o:</b> intellection, cognition, comprehension, intellect, intelligence (cf. <b fullkey=\"kompreno\">kompreno</b>, <b fullkey=\"inteligenteso\">inteligent-eso</b>); <b fullkey=\"intelektala\">-ala:</b> intellectual: relating to process of thought; <b fullkey=\"intelektoza\">-oza:</b> intellectual: gifted with reasoning power; <b fullkey=\"intelektebla\">-ebla:</b> intelligible: that can be known by intellection, opp. to sensible. Ex.: On parolas pri la mondo &laquo;intelektebla&raquo; opozata a la mondo &laquo;sentebla&raquo;. Do on devas dicar &laquo;intelektebla&raquo; (qua povas esar objecto dil intelekto). intelekto esas l'ago intelektar; IV-231-2. V.exp.: Me intelektas problemo. Me komprenas vua sentiveso pri la morto di vua patro; <b fullkey=\"intelektuelo\">-uel-o:</b> intellectual (person). &mdash; DEFIRS"," <b fullkey=\"inteligenta\">inteligent-a:</b> intelligent: mentally acute; <b fullkey=\"inteligenteso\">-eso:</b> intelligence (cf. <b fullkey=\"intelekto konoco savo\">intelekto, konoco, savo</b>). Ex.: Il esas tre inteligenta employato. Puero di mikra inteligenteso. &mdash; DEFIRS"," <b fullkey=\"intencar\">intenc-ar:</b> (<i>tr.</i>) to intend, purpose; have in view, in mind (cf <b fullkey=\"projectar\">projectar</b>); <b fullkey=\"intenco\">-o:</b> intent(ion), purpose; <b fullkey=\"intencala\">-ala:</b> intentional; <b fullkey=\"intencata intencita\">-ata, -ita:</b> intended; <b fullkey=\"intencanta\">-anta:</b> intentioned, disposed (<b fullkey=\"bone o male\">bone o male</b>); <b fullkey=\"intence kun intenco\">-e, kun -o:</b> intentionally, on purpose. Ex.: Me facis lo kun bona intenco. Il esas homo bone intencanta. me intencas irar morge. &mdash; EFIS"," <b fullkey=\"intendanco\">intendanc-o*:</b> (<i>milit.</i>) commissariat. &mdash; DFIRS"," <b fullkey=\"intendanto\">intendant-o:</b> intendant: one who has charge of some public business: a superintendent (of public building), colonial or district administrator or treasurer, or the like; as intendant of marine; intendant of finance; <b fullkey=\"intendanteso intendantevo intendantio\">-eso, -evo, -io:</b> intendancy. &mdash; DEFIRS"," <b fullkey=\"intensa\">intens-a:</b> intense; <b fullkey=\"intenseso\">-eso:</b> intensity; <b fullkey=\"intensigar\">-igar:</b> to intensify; <b fullkey=\"intensiganta intensiva\">-ig-anta, -iva:</b> intensifying, intensive. Ant.: <b fullkey=\"febla\">febla</b>. &mdash; DEFIRS"," <b fullkey=\"inter\">inter:</b> (<i>prep.</i>) between, betwixt (of time and space); among (of persons and things; cf. <b fullkey=\"meze\">meze</b>); <b fullkey=\"inter nokto e matino\">inter nokto e matino:</b> between night and morning; <b fullkey=\"inter la nacioni\">inter la nacioni:</b> among the nations; <b fullkey=\"Sirius esas la maxim lumoza inter la fixa steli\">Sirius esas la maxim lumoza inter la fixa steli:</b> Sirius is the brightest among the fixed stars (denoting reciprocity, exchange, division among): <b fullkey=\"la pueri ludas inter su\">la pueri ludas inter su:</b> the children play with each other: <b fullkey=\"li kambiis sua redingoti inter su\">li kambiis sua redingoti inter su:</b> they exchanged coats (between themselves); <b fullkey=\"la havajo esis dividata inter la parenti\">la havajo esis dividata inter la parenti:</b> the property was divided among the relations (cf. Talmey's Text Book, p.87, 110). &mdash; EFRS"]