[" <b fullkey=\"dislexio\">dislexi-o:</b> (2001) dyslexia. &mdash; EFIRS"," <b fullkey=\"dislokar\">dislok-ar:</b> (<i>tr.</i>) to dislocate: disarrange, put out of order or place; (<i>milit.</i>) to break up (an army); to dismember (a state). Ex.: On dislokas, sive mobili, utensili, mashini, sive armeo od armeo-korpo; III-324. V. exp.: <b fullkey=\"Luxacar\">Luxacar</b> koncernas nur l'artiki. &mdash; DEFIS"," <b fullkey=\"dismo\">dism-o:</b> tithe; <b fullkey=\"impozar la dismo\">impozar la- -o:</b> to t., levy t.s. &mdash; FIS"," <b fullkey=\"disociar\">disoci-ar:</b> (<i>tr., chem.</i>) to dissociate; break up into consitutents. &mdash; DEFIRS"," <b fullkey=\"disonancar\">disonanc-ar:</b> (<i>intr., mus.</i>) to make a dissonance, discord (cf. <b fullkey=\"des mis neakordar\">des-, mis-, ne-akordar</b>). &mdash; DEFIRS"," <b fullkey=\"dispacho\">dispach-o:</b> (<i>mar. insur.</i>) adjustment of averages; <b fullkey=\"dispachisto\">-isto:</b> nautical assessor. &mdash; DFS"," <b fullkey=\"disparata\">disparat-a:</b> (<i>log.</i>) disparate; (<i>fig.</i>) incongruous; <b fullkey=\"disparatajo disparateso\">-ajo, -eso:</b> disparity. Def.: Teknike e precize, aplikesas a du nocioni, qui ne apartenas a la sama genero, nek esas genero l'una di l'altra. Vulgare e laxe, dicenas pri omno quo esas tre nesimila, nekoheranta, neharmonianta; III-389. &mdash; DEFIS"," <b fullkey=\"dispartigar\">dis-part-igar:</b> to dismember; take part from part, take limb from limb."," <b fullkey=\"dispecigar\">dis-pec-igar:</b> to dismember; take piece from piece, carve up."," <b fullkey=\"dispensar\">dispens-ar:</b> (<i>tr.</i>) to dispense (<b fullkey=\"ulu de ulo\">ulu de ulo</b>) to exempt, excuse from, give leave not to do or observe (<b fullkey=\"ulo\">ulo</b>); <b fullkey=\"dispenso\">-o:</b> dispensation (cf. <b fullkey=\"permisar\">permisar</b>). Ex.: Dispensar de la fasto. La granda evo dispensas la oldi militar. Ant.: <b fullkey=\"obligar koaktar\">obligar, koaktar</b>. &mdash; DEFIRS"," <b fullkey=\"dispensario\">dispensari-o:</b> dispensatory, dispensary (<i>med.</i>) Def.: Loko en qua la povri povas konsultar medicinisti e recevar flegi o medikamenti (sen lojar en ol); III-389. &mdash; EFIS"," <b fullkey=\"dispepsio\">dispepsi-o:</b> (<i>med.</i>) dyspepsia; <b fullkey=\"dispepsiika dispepsiiko\">-ika, -iko:</b> dyspeptic. &mdash; DEFIS"," <b fullkey=\"dispersar\">dispers-ar:</b> (<i>tr.</i>) to disperse, scatter. Ex.: La vento dispersas la nubi, la folii. Armeo vinkinta dispersas l'enemiki. Disperso di la Judi. V. exp.: <b fullkey=\"Dispersar\">Dispersar</b> esas preske sinonima di <b fullkey=\"dissemar\">dissemar</b>, ma kun ideo plu agema, ideo di lanso, pulso ad fore; IV-465. &mdash; DEFIS"," <b fullkey=\"dispiremo\">dispirem-o:</b> (<i>biol.</i>) dispireme."," <b fullkey=\"disponar\">dispon-ar:</b> (<i>tr.</i>) to have the disposal of, have (<b fullkey=\"ulo\">ulo</b>) at one's disposal; to dispose of (<b fullkey=\"ulo\">ulo</b>); <b fullkey=\"disponebla\">-ebla:</b> disposable, available; (<i>milit.</i>) unattached; <b fullkey=\"disponebleso\">-ebl-eso:</b> disposability: (<i>milit.</i>) state of being unattached; Ex.: Ca homo disponas sua domo, sua havaji (power of disposal). La libri esas en vua dispono. Me havas cento de franki disponebla por komprar. Oficiro, trupi disponebla. Me donas a vu la disponebleso di mea havaji. Esar sub la dispono di ulu. (E. to be at a person's beck and call). &mdash; DEFIRS"," <b fullkey=\"dispozar\">dis-poz-ar:</b> (<i>tr.</i>) to dispose, lay out, parcel out; <b fullkey=\"dis diseso\">-(ad)o, -eso:</b> disposition, arrangement. "," <b fullkey=\"disputar\">disput-ar:</b> (<i>intr.</i>) to have a dispute, to quarrel, wrangle, bicker; <b fullkey=\"disputo\">-o:</b> quarrel, altercation; <b fullkey=\"disputachar\">-achar:</b> to squabble, brawl, wrangle about trifles; <b fullkey=\"disputebla\">-ebla:</b> disputable, contentable; <b fullkey=\"disputema\">-ema:</b> disputatious, quarrelsome; <b fullkey=\"inter disputar\">inter- -ar:</b> to mutally quarrel. Def.: Diskutar senordine e grosiere; V-678. &mdash; DEFIRS"," <b fullkey=\"disruptar\">dis-rupt-ar:</b> (<i>tr.</i>) to disrupt, break asunder."," <b fullkey=\"dissekar\">dis-sek-ar:</b> (<i>tr.</i>) to dissect."," <b fullkey=\"dissemar\">dis-sem-ar:</b> (<i>tr.</i>) to disseminate: sow, scatter (seed); to strew, (things); spread abroad (ideas, error, truth, etc.)."," <b fullkey=\"dissendar\">dis-send-ar:</b> (<i>tr.</i>) to spread, send in different directions."," <b fullkey=\"dissolvar\">dis-solv-ar:</b> (<i>tr., lit. and fig.</i>) to dissolve, liquify; (<i>fin.</i>) liquidate, wind up; <b fullkey=\"diso diseso disuro\">-o, -eso, -uro:</b> dissolution, solution; <b fullkey=\"disema disiva disivo\">-ema, -iva, -ivo:</b> solvent, dissolvent. Ex.: Aquo dissolvas sukro. Dissolvar societo. Dissolvo di parlamento, di mariajo."," <b fullkey=\"distar\">dist-ar:</b> (<i>intr.</i>) to be distant, be remote; <b fullkey=\"disto\">-o:</b> distance; <b fullkey=\"distanta de Paris per km\">distanta de Paris per 5 km.:</b> to be 5 km distant from Paris. &mdash; DEFIRS"," <b fullkey=\"distensar\">dis-tens-ar:</b> (<i>tr.</i>) to distend."," <b fullkey=\"distiko\">distik-o:</b> (<i>verse</i>) distich. &mdash; DEFIS"," <b fullkey=\"distilar\">distil-ar:</b> (<i>tr.</i>) to distil. &mdash; DEFIRS"," <b fullkey=\"distingar\">disting-ar:</b> (<i>tr.</i>) to distinguish; set apart; to characterize; to make distinct or different by sign, mark or characteristic; <b fullkey=\"distingo\">-o:</b> distinction: making different; <b fullkey=\"distingeso\">-eso:</b> distinctness, characteristicness; <b fullkey=\"distinganta distingebla\">-anta, -ebla:</b> distinct, characteristic; <b fullkey=\"distingita\">-ita:</b> distinguished (person, object); <b fullkey=\"distingiva\">-iva:</b> distinctive. Def.: Facar ulo por ke altru povez discernar; III-495. Ex.: La raciono distingas la homo. La distingivi extera posibligas ke on povas dicernar l'una objekto de l'altra. Parolez, skribez distingeble. Oficiro distingita. V. ex.: vid. <b fullkey=\"dicernar\">dicernar</b>. Ant.: <b fullkey=\"konfundar\">konfundar</b>. &mdash; DEFIS"," <b fullkey=\"distinta\">distint-a:</b> distinct."," <b fullkey=\"distordar\">dis-tord-ar:</b> (<i>tr.</i>) to distort."," <b fullkey=\"distraktar\">distrakt-ar:</b> (<i>tr.</i>) to distract, divert; <b fullkey=\"distrakt distrakteso\">-(ad)o, -eso:</b> distraction, diversion, recreation; (<i>fig.</i>) absence of mind; <b fullkey=\"distraktita\">-ita:</b> diverted; (<i>fig.</i>) absent-minded; <b fullkey=\"distraktanta distraktiva\">-anta:, -iva:</b> diverting entertaining. Def.: Deturnar la mento, l'atenco de sua objekto per amuzivo, sive per irg altra moyeno. Existas menti naturale distrakata o distraktebla, qui distraktesas da irga extera kauzo, o mem da nula; IV-465. V. exp.: On <b fullkey=\"distraktar\">distraktar</b> kom sinonimo di <b fullkey=\"amuzar\">amuzar</b>, ma ol nultempe esas exakte sinonima: ol sempre konservas sua propra senco, mem kande la distrakto esas efekto o konsequo di amuzo; IV-465. &mdash; EFIS"," <b fullkey=\"distranchar\">dis-tranch-ar:</b> (<i>tr.</i>) to cut up (into pieces), carve (off)."," <b fullkey=\"distributar\">distribut-ar:</b> (<i>tr., gen. and tech.</i>) to distribute; to deal out, apportion, dispense (cf. <b fullkey=\"disdonar repartisar\">disdonar, repartisar</b>). V. exp.: Distributar esas donar (o sendar) a siversa personi o loki, ma kun dicerno, ne hazarde. Exemple, on distributas premii a la skolani. Teknikale, on distributas la vaporo a la du parti di cilindro en oportuna tempo; VI-79. &mdash; DEFIRS"," <b fullkey=\"distrikto\">distrikt-o:</b> district. Def.: Limitizita teritorio sub un judicial resortiso. &mdash; DEFIRS"," <b fullkey=\"ditenar\">diten-ar:</b> (<i>tr.</i>) to detain; withhold, keep back (what belongs to another); <b fullkey=\"diteno\">-o:</b> detention: withholding; <b fullkey=\"ditenanto ditenero\">-anto, -ero:</b> holder, possessor (of public property); one who withholds from another. (N.B. not used in sense of imprison, cf. <b fullkey=\"enkarcerigar\">en-karcer-igar</b>). Def.: Konservar til ula evento; II-75. Ex.: Dum milito la guvernerio ordinare ditenas la havaji di rezidanta enemiki. &mdash; DEFIS"," <b fullkey=\"ditirambo\">ditiramb-o:</b> dithyramb. &mdash; DEFIRS"," <b fullkey=\"distreso\">distres-o:</b> distress; <b fullkey=\"distreskrio\">-krio:</b> cry of d.; <b fullkey=\"distresala signalo\">-ala signalo:</b> signal of d. &mdash; EF"," <b fullkey=\"divagar\">divag-ar:</b> (<i>intr., lit. and fig.</i>) to ramble, wander, rove, stray, divagate. Ex.: Bestii divigas. La divagi di aquofluo. Alkoholiko divagas en sua parolado, t.e. vagas en sua parolado o mem sua pensado, sen ordino nek raciono; III-199. &mdash; EFIS"," <b fullkey=\"divano\">divan-o:</b> divan. V. exp.: <b fullkey=\"Divano\">Divano</b> ne havas dors-apogilo, ma nur movebla kuseni. <b fullkey=\"Sofao\">Sofao</b> havas dors-apogilo (esas quaze repozlito). <b fullkey=\"Kanapeo\">Kanapeo</b> esas quaze larja stulego por plura personi, kun dors-apogilo e brakio-apogili; II-647. &mdash; DEFIRS"," <b fullkey=\"divenar\">diven-ar:</b> (<i>intr., tr.</i>) to become; to get, grow, pass into some new state or condition; to become of; be the final condition of; <b fullkey=\"quo il divenos\">quo il -os?:</b> what will he become? or what will become of him? (cf. <b fullkey=\"divenesk\">-esk-</b>). Ex.: Divenar malada, povro, richa, grasa. La homo, diveninta plu saja, agas plu bone. &mdash; FI"," <b fullkey=\"divergar\">diverg-ar:</b> (<i>tr.</i>) to diverge (<b fullkey=\"de ek\">de, ek</b>). Def.: Deviacar, dispersar di un punto a diferanta direcion-o, -i; (<i>fig.</i>) esar ne-konkordanta. Ex.: Lumradii divergas. Divergo di opinioni. Ant.: <b fullkey=\"konvergar\">konvergar</b>. &mdash; DEFIS"," <b fullkey=\"diversa\">divers-a:</b> sundry, diverse, several, various; <b fullkey=\"diversaji\">-aji:</b> sundry articles: distinct things, not necessarily different in kind; <b fullkey=\"diverseso\">-eso:</b> diversity; variety, multiplicity. Def.: Qua esas plu multa kam un, ma ne granda nombro. Ex.: Diversa personi. La diversa interesti di la nacioni. La diversa senci di vorto. &mdash; DEFIRS"," <b fullkey=\"diversiono\">diversion-o:</b> (<i>milit.</i>) diversion; turning aside; <b fullkey=\"diversionar\">-ar:</b> (<i>intr.</i>) to make, cause a d. Def.: Atako (en kombato) por deturnar l'atenco e la fortaji di la enemiko; simila taktiko en la konversado, por deturnar ol de temo jenanta, desagreabla, nekonvenanta, e.c. (Ne konfundenda kun <b fullkey=\"digreso\">digreso</b>); III-329. &mdash; DEFIRS"," <b fullkey=\"divertikulo\">divertikul-o:</b> (<i>anat.</i>) diverticulum."," <b fullkey=\"dividar\">divid-ar:</b> (<i>tr., math. and gen.</i>) to divide (<b fullkey=\"ulo per ulo\">ulo, per ulo</b>); <b fullkey=\"maxim granda komuna dividanto\">maxim granda komuna -anto:</b> greatest common divisor; <b fullkey=\"dividebla\">-ebla:</b> divisible (<b fullkey=\"per\">per</b>); <b fullkey=\"dividendo\">-endo:</b> (<i>math., fin.</i>) dividend. &mdash; DEFIRS"," <b fullkey=\"divinar\">divin-ar:</b> (<i>tr.</i>) to divine: guess (by any means); <b fullkey=\"divinajo divinendo\">-ajo, -endo:</b> puzzle, poser, riddle (cf. <b fullkey=\"konjektar predicar\">konjektar, pre-dicar</b>). Ex.: Divinar la intenci di ulu. Divinar engimato. Me donas a vu di foyi divinar ol. Divino di la futuro. &mdash; EFIS"," <b fullkey=\"diviziono\">divizion-o:</b> (<i>milit.</i>) division. &mdash; DEFIRS"," <b fullkey=\"divorcar\">divorc-ar:</b> (<i>intr.</i>) to be divorced (<b fullkey=\"de\">de</b>); <b fullkey=\"divorcigar\">-igar:</b> to divorce; <b fullkey=\"divorcinta divorcinto\">-inta, -into:</b> divorced (person). &mdash; EFIS"," <b fullkey=\"divulgar\">divulg-ar:</b> (<i>tr.</i>) to divulge; reveal, make known (a secret, news, etc.). &mdash; DEFIS"," <b fullkey=\"dizastro\">dizastr-o:</b> disaster. Def.: Desfortuno tre granda e subita, generale koncernanta multa homi o tota socio, ex. grava vinkeso, granda incendio, naufrajo; III-324. &mdash; EFIS"," <b fullkey=\"djin\">&laquo;djin&raquo;:</b> djinn, jinni."," <b fullkey=\"do\">do:</b> (<i>mus.</i>) do: first tone of diatonic scale."," <b fullkey=\"do\">do:</b> (<i>prep.</i>) therefore, then, so, consequently (introduces a conclusion). Ex.: Me pensas, do me existas. Il esas vua patro, do vu devas respektar il. L'alkoholo foligas, do ol esas veneno. &mdash; FI"," <b fullkey=\"doario\">doari-o:</b> jointure, dower, marriage-settlement (provided by the bride-groom or his family; cf. <b fullkey=\"dotar\">dotar</b>); <b fullkey=\"doariierino\">-ier-ino:</b> dowager. &mdash; FI"," <b fullkey=\"doblar\">dobl-ar*:</b> (<i>tr.</i>) to provide a cinema film with a new soundtrack, usually in a different language."," <b fullkey=\"docar\">doc-ar:</b> (<i>tr.</i>) to teach; (cf. <b fullkey=\"instruktar lernar\">instruktar, lernar</b>); <b fullkey=\"docajo\">-ajo:</b> something taught; <b fullkey=\"docantaro\">-ant-aro:</b> teachers (<i>collect.</i>). &mdash; L"," <b fullkey=\"docento\">docent-o:</b> private docent; private teacher or lecturer (university). &mdash; DeR"," <b fullkey=\"docila\">docil-a:</b> docile, tractable. Def.: Facile docebla e duktebla; II-19. Ex.: Skolano docila. Docila kavalo. &mdash; EFIS"," <b fullkey=\"dodekaedro\">dodekaedr-o:</b> (<i>geom.</i>) dodecahedron. &mdash; DEFIRS"," <b fullkey=\"dodekagina\">dodekagin-a:</b> (<i>bot.</i>) dodecagynian: having twelve styles. &mdash; DEFIS"," <b fullkey=\"dodekagono\">dodekagon-o*:</b> (<i>geom.</i>) dodecagon. &mdash; DEFIRS"," <b fullkey=\"dogo\">dog-o:</b> mastiff. &mdash; DF"," <b fullkey=\"dogano\">dogan-o:</b> (<i>institution</i>) customs; <b fullkey=\"doganeyo\">-eyo:</b> custom-house, place; <b fullkey=\"doganpago dogantaxo\">-pago, -taxo:</b> custom-duty; <b fullkey=\"doganuniono\">-uniono:</b> c. union. &mdash; FIS"," <b fullkey=\"dogmato\">dogmat-o:</b> dogma; <b fullkey=\"dogmatifar\">-ifar:</b> to dogmatize. &mdash; DEFIRS"," <b fullkey=\"dogmatiko\">dogmatik-o:</b> dogmatics. &mdash; DEFIRS"," <b fullkey=\"dogro\">dogr-o:</b> (<i>boat</i>) dogger. &mdash; DEFIS"," <b fullkey=\"dojo\">doj-o:</b> (<i>title</i>) doge. &mdash; DEFIR"," <b fullkey=\"doko\">dok-o:</b> dock. Def.: Mar-baseno por konstruktar o reparar navi; baseno cirkondita da kayi o warfi por charjar o descharjar navi. &mdash; DEFR"," <b fullkey=\"doktoro\">doktor-o:</b> doctor; holder of a doctorate; <b fullkey=\"doktoreso\">-eso:</b> doctorate; <b fullkey=\"doktoro pri yurcienco\">-o pri yurcienco:</b> d. of laws; <b fullkey=\"doktoro pri literaturo\">-o pri literaturo:</b> d. of letters. &mdash; DEFIRS"," <b fullkey=\"doktrino\">doktrin-o:</b> doctrine. &mdash; DEFIRS"," <b fullkey=\"dokumento\">dokument-o:</b> document; <b fullkey=\"dokumentizar\">-izar:</b> to document; supply with d.s.; (<i>collection of documents, esp. in a computor</i>) dokumentaro. &mdash; DEFIRS"," <b fullkey=\"dolo\">dol-o:</b> (<i>jur.</i>) fraud, deception, malice; evil or criminal intent; <b fullkey=\"doloza trompo\">-oza trompo:</b> fraudulent deception; <b fullkey=\"doloza krimino\">-oza krimino:</b> malicious crime. Def.: En la kriminal yuro, ol signifikas la kontrelega volo vizanta l'exekuto di krimino (doloza krimino); en la civila yuro: l' ago intence kontrelega, ex. pri kontrati; VI76. &mdash; DFIS"," <b fullkey=\"dolabro\">dolabr-o*:</b> doloire: wagoner's axe."," <b fullkey=\"dolaro\">dolar-o:</b> (1956) (<i>money</i>) dollar. &mdash; DEFIRS"," <b fullkey=\"dolca\">dolc-a:</b> pleasing to the taste: <b fullkey=\"dolca oranjo vino\">-a oranjo, vino:</b> sweet orange, wine; <b fullkey=\"dolca odoro ek\">-a odoro, (ek-)sufluro:</b> a sweet smell, breath; pleasing to the ear: <b fullkey=\"dolca voco murmuro\">-a voco, murmuro:</b> a sweet voice, a gentle murmur; pleasing to the mind; <b fullkey=\"dolca influeso\">-a influeso:</b> a gentle influence; <b fullkey=\"dolca memoro\">-a memoro:</b> a pleasant remembrance; <b fullkey=\"dolca koloro lumo\">-a koloro, lumo:</b> a soft (or pleasing) color, light; (<i>miscel.</i>) <b fullkey=\"dolca vetero\">-a vetero:</b> mild weather; <b fullkey=\"dolca dormo\">-a dormo:</b> a soft slumber; <b fullkey=\"dolca humoro\">-a humoro:</b> a gentle humour; <b fullkey=\"dolca kiso\">-a kiso:</b> a sweet kiss (cf. <b fullkey=\"sukroza\">sukr-oza</b>). &mdash; FIS"," <b fullkey=\"dolio\">doli-o:</b> (<i>tech.</i>) dolly-end; <b fullkey=\"doliiero\">-iero:</b> dolly, holding-on-tool. Def.: Doliiero esas specala instrumento, qua uzesas en la rivetago pro impedar la riveto ekbatesar per la martelagi. Dolio esas la kavajo, qua esas ye l'extremajo di la doliiero; III-79. &mdash; E"," <b fullkey=\"dolikocefala dolikocefalo\">dolikocefal-a, -o:</b> dolichocephal(ous). &mdash; DEFIRS"," <b fullkey=\"dolmano\">dolman-o:</b> hussar's pelisse. &mdash; DEFIS"," <b fullkey=\"dolmeno\">dolmen-o:</b> domen, cromlech: table-stone. Def.: Speco di megalita monumento; VI-74. &mdash; DEFRS"," <b fullkey=\"dolomito\">dolomit-o:</b> (<i>min.</i>) dolomite. &mdash; DEFIRS"," <b fullkey=\"dolorar\">dolor-ar:</b> (<i>intr.</i>) to feel a pain, to suffer (physically; cf. <b fullkey=\"chagrenar\">chagrenar</b>); <b fullkey=\"doloro\">-o:</b> physical suffering: pain, ache; <b fullkey=\"dolori\">-i:</b> throes, pangs; <b fullkey=\"doloranta doloroza\">-anta, -oza:</b> painful, sore; <b fullkey=\"dolorigar\">-igar:</b> to cause pain to (<b fullkey=\"ulu\">ulu</b>), to make sore, make suffer; <b fullkey=\"doloriganta\">-ig-anta:</b> which causes pain, painful; <b fullkey=\"havar reumatismala dolori\">havar reumatism-ala dolori:</b> to have rheumatic pains. &mdash; FIS"," <b fullkey=\"domo\">dom-o:</b> house; <b fullkey=\"domala\">-ala:</b> domestic; relating to a house; <b fullkey=\"dometo\">-eto:</b> small h., cottage; <b fullkey=\"domestro dommastro\">-estro, -mastro:</b> head of h.; <b fullkey=\"domochefo\">-o-chefo:</b> major-domo; <b fullkey=\"domoguvernistino\">-o-guvern-ist-ino:</b> house-keeper; <b fullkey=\"domkorpo\">-korpo:</b> main building. &mdash; EFRL"," <b fullkey=\"domajar\">domaj-ar:</b> (<i>tr., phys. sense</i>) to damage; to injure, harm, impair, spoil; <b fullkey=\"domajiva\">-iva:</b> injurious, hurtful; <b fullkey=\"ye lua domajo\">ye lua -o:</b> to his injury, cost; <b fullkey=\"sen domaja ne domajata\">sen- -a, ne- -ata:</b> undamaged. Ex.: La pluvo domajas la rekoltajo. La kanono domajis ta edifico. V. exp.: vid. <b fullkey=\"detrimentar\">detrimentar</b>. &mdash; EFI"," <b fullkey=\"domeno\">domen-o:</b> domain; estate (cf. <b fullkey=\"terhavajo\">ter-hav-ajo</b>); <b fullkey=\"domenodomo\">-o-domo:</b> manor-house. &mdash; DEFIRS"," <b fullkey=\"domestika\">domestik-a:</b> (<i>of animals</i>) domesticated; <b fullkey=\"domestikigar\">-igar:</b> to domesticate (cf. <b fullkey=\"domtar amansar\">domtar, amansar</b>). &mdash; EFIS"," <b fullkey=\"domicilo\">domicil-o:</b> domicile; residence, place of abode; <b fullkey=\"domicilala\">-ala:</b> domiciliary; <b fullkey=\"domicilizar\">-izar:</b> to d., settle (<b fullkey=\"ulu\">ulu</b>). &mdash; DEFIS"," <b fullkey=\"dominanto\">dominant-o:</b> (<i>mus.</i>) dominant; fifth note of scale. &mdash; DEF"," <b fullkey=\"domino\">domin-o:</b> (<i>game</i>) dominoes; (<i>mantle</i>) domino; <b fullkey=\"dominostono\">-o-stono:</b> domino (single-piece). &mdash; DEFIRS"," <b fullkey=\"dominacar\">dominac-ar:</b> (<i>tr.</i>) to have dominion over, sovereign authority, sway over; (<i>fig.</i>) tower, rise above, command, control; <b fullkey=\"dominaco\">-o:</b> domination, dominion; <b fullkey=\"dominacanta dominacema\">-anta, -ema:</b> dominant, predominant, prevailing; <b fullkey=\"dominacachanta\">-ach-anta:</b> domineering. Ex.: Napoleon deziris dominacar Europa. Dominacar la pasioni. Monto dominacanta la maro. Fuorto dominacas la urbo. Religio dominacanta. &mdash; DEFIRS"," <b fullkey=\"dominikano\">dominikan-o:</b> Dominican (friar). &mdash; DEFIRS"," <b fullkey=\"domtar\">domt-ar:</b> (<i>tr.</i>) to subdue, subjugate, quell. V. exp.: On <b fullkey=\"domtas\">domtas</b> propre la sovaja bestii (sen vere <b fullkey=\"amansar\">amansar</b> oli, nek igar oli <b fullkey=\"domestika\">domestika</b>). On <b fullkey=\"domtas\">domtas</b> figurale la pasioni, la furioza amaso (turbo), e.c.; III-468. &mdash; DFIS"," <b fullkey=\"donar\">don-ar:</b> (<i>tr.</i>) to give; <b fullkey=\"dono\">-o:</b> giving; <b fullkey=\"donajo\">-ajo:</b> what is given; (<i>fig.</i>) gift (cf. <b fullkey=\"donacajo\">donacajo</b>); <b fullkey=\"donema\">-ema:</b> generous; <b fullkey=\"don donaji\">-(at)ajo, -aji:</b> datum, data. Ex.: Donar manjajo. Donar donacajo. Donar sua filiino en mariajo. Donar signo di vivo. Donar la manuo. Donar puniso, apetito, letro ad ulo. V. exp.: Me <b fullkey=\"donas\">donas</b> manjajo ad ulu, ma me ne donacas la manjajo, nam me postulas pekunio por ol. Ant.: <b fullkey=\"aceptar recevar\">aceptar, recevar</b>. &mdash; EFIS"," <b fullkey=\"donacar\">donac-ar:</b> (<i>tr.</i>) to give: make a donation, a gift, a present of (<b fullkey=\"ulo ad ulu\">ulo, ad ulu</b>), to give away, bestow; <b fullkey=\"donacajo\">-ajo:</b> gift; <b fullkey=\"donacario\">-ario: </b>donee; <b fullkey=\"donacanto donacinto donacero\">-anto, -into, -ero:</b> donor. Ex. Donacar almono. Donacar (senrekompense) manjaji a la povri. V. exp.: vid <b fullkey=\"donar\">donar</b>. &mdash; EFIRS"," <b fullkey=\"dop\">dop:</b> (<i>prep., in space</i>) behind, back of, after, posterior; (cf. <b fullkey=\"pos\">pos</b>); <b fullkey=\"dope\">-e:</b> from behind, in back; <b fullkey=\"dopa\">-a:</b> rear, back, hinder; <b fullkey=\"dopajo\">-ajo:</b> object or part behind; <b fullkey=\"dop la domo\">- la domo:</b> behind the house; <b fullkey=\"dopa butiko\">-a butiko:</b> back-shop; <b fullkey=\"dopa korto\">-a korto:</b> back-yard; <b fullkey=\"dopa masto\">-a masto:</b> after mast; mizzenmast; <b fullkey=\"dopirar\">-irar:</b> to come after (not necessarily &laquo;to follow&raquo;); <b fullkey=\"doplando\">-lando:</b> hinterland; <b fullkey=\"dopremar\">-rem-ar:</b> to scull; <b fullkey=\"dopremilo\">-rem-ilo:</b> sculling oar. Ant. <b fullkey=\"avan\">avan</b>. &mdash; I"," <b fullkey=\"dorado\">dorad-o:</b> (<i>ichth.</i>) dorado: a species of dolphin (Coryphaena hippurus). &mdash; DFIRS"," <b fullkey=\"Doriana\">Dori-ana:</b> Dorian (race, dialect). &mdash; DEFIRS"," <b fullkey=\"dorika\">dorik-a:</b> (<i>arch.</i>) Doric. &mdash; DEFIRS"," <b fullkey=\"dorlotar\">dorlot-ar:</b> (<i>tr.</i>) to coddle, pet (<i>fig.</i> to nurse); <b fullkey=\"dorlotachar\">-achar:</b> to pamper (a child, a person); <b fullkey=\"me prizas dorlotar me\">me prizas dorlotar me:</b> I love to take my ease, to coddle myself. Def.: Traktar delikat-ege, -ache. &mdash; F"," <b fullkey=\"dormar\">dorm-ar:</b> (<i>intr., tr.</i>) to sleep, be asleep, slumber; <b fullkey=\"dormanta\">-anta:</b> sleeping, dormant; <b fullkey=\"dormetar\">-etar:</b> to doze; <b fullkey=\"dormema\">-ema:</b> (momentarily) sleepy (cf. <b fullkey=\"somnolar\">somnolar</b>); <b fullkey=\"dormemo\">-emo:</b> sleepyhead; <b fullkey=\"dormeyo\">-eyo:</b> sleeping place, dormitory; <b fullkey=\"dormeskar\">-eskar:</b> to fall asleep; <b fullkey=\"dormigar\">-igar:</b> to lull, send (<b fullkey=\"ulu\">ulu</b>) to sleep; <b fullkey=\"dormigiva dormo\">-ig-iv-a, -o:</b> soporific; <b fullkey=\"dormetigar\">-et-igar:</b> to make drowsy; <b fullkey=\"la infanto dormas dolce\">la infanto dormas dolce:</b> the child sleeps a sweet sleep; <b fullkey=\"dormochambro\">-o-chambro:</b> sleeping chamber, cubicle. &mdash; EFIS"," <b fullkey=\"dorno\">dorn-o:</b> (<i>bot.</i>) thorn, prickle. &mdash; DE"," <b fullkey=\"dornoginesto\">dorno-ginest-o:</b> (<i>bot.</i>) furze, thorn-broom, gorse (Ulex)."]