[" <b fullkey=\"rekordo\">rekord-o:</b> record (in sports). Def.: Sportala prodajo, oficale konstatita, e qua ecelas super omna agi di sama genero antee facita. &mdash; DEFR"," <b fullkey=\"rekortar\">rekort-ar:</b> (<i>tr.</i>) to cut, clip; curtail, (the outside, the edge, the end), to pare, crop, prune, lop (the nails, a garment, a coin) (cf. <b fullkey=\"tondar\">tondar</b>); <b fullkey=\"rekort rekorturo\">-(ad)o, -uro:</b> clipping, paring. Def.: Detranchar la bordo, la extremajo di ulo. &mdash; S"," <b fullkey=\"rekrutar\">rekrut-ar:</b> (<i>tr., milit. and fig.</i>) to recruit, enlist (<b fullkey=\"ulu ad\">ulu, ad</b>); <b fullkey=\"rekrutar su\">-ar su:</b> to enlist; <b fullkey=\"rekrutito\">-ito:</b> a recruit; <b fullkey=\"rekrutachar\">-achar:</b> to entice (<b fullkey=\"ulu\">ulu</b>) into enlisting, to crimp. &mdash; DEFIRS"," <b fullkey=\"rekta\">rekt-a:</b> (<i>geom.</i>) straight; not crooked or curved; upright, plumb, erect; <b fullkey=\"rekte\">-e:</b> in a straight line;<b fullkey=\"rekto\">-o:</b> a straight line; <b fullkey=\"rekteso\">-eso:</b> straightness, directness; uprightness; <b fullkey=\"rektigar\">-igar:</b> straighten, align, lay out in line; <i>(milit.)</i> to dress the ranks. Ex.: Stacar rekte. Irar segun rekto. Rekta kolumo. Rektigar la trupi. V. exp.: vid. <b fullkey=\"direta erektar\">direta, erektar.</b> Ant.: <b fullkey=\"kurva tordita sinuoza\">kurva, tord-ita, sinu-oza. &mdash; </b>DEFIS"," <b fullkey=\"rektangulo\">rektangul-o:</b> rectangle; <b fullkey=\"rektangula rektangulatra\">-a, -atra:</b> rectangular. &mdash; EFIS","<b fullkey=\"rektifikar\"> rektifik-ar:</b> (<i>tr., chem, and fig.</i>) to rectify (spirits, errors, etc.). Def.: Purigar per distilado; igar exakta; korekt-igar. &mdash; DEFIRS"," <b fullkey=\"rektolinea\">rektoline-a:</b> (<i>math.</i>) rectilinear."," <b fullkey=\"rektoro\">rektor-o:</b> rector: headmaster of an acedemy, of a university, of a Jesuit college; (cf. <b fullkey=\"paroko\">paroko</b>). &mdash; DEFIRS"," <b fullkey=\"rektumo\">rektum-o:</b> (<i>anat.</i>) rectum. &mdash; EFS"," <b fullkey=\"rektumoptoso\">rektumoptoso:</b> (<i>med.</i>) rectal ptosis, prolapse."," <b fullkey=\"rekuperar\">rekuper-ar:</b> to recover, regain, retrieve, get back the possession or use of, to recoup; <b fullkey=\"rekupero\">-o:</b> recovery, regaining, recuperation; <b fullkey=\"rekuperebla\">-ebla:</b> (<i>also fin.</i>) recoverable. Def. Ri-aquirar, ri-posedar ulo. ex.: Rekuperar kaloro, sua havaji, spensi, forteso, parol-povo, vid-povo, bon-san-eso. DEFIS"," <b fullkey=\"rekurenta\">rekurent-a:</b> (<i>anat., math.</i>) recurrent (cf. <b fullkey=\"riaparanta\">ri-apar-anta</b>)."," <b fullkey=\"rekursar\">rekurs-ar:</b> (<i>intr.</i>) to have recourse to (<b fullkey=\"ad ulu ulo\">ad ulu, ulo</b>), to appeal, to resort (<b fullkey=\"ad\">ad</b>); <b fullkey=\"rekurso\">-o:</b> recourse; application for assistance or protection; resort (to a source of aid); <b fullkey=\"rekurso ad indulgo\">-o ad indulgo:</b> petition for pardon; <b fullkey=\"rekursar a la klementeso di la rejo\">-ar a la klementeso di la rejo:</b> to solicit the clemency of the sovereign; <b fullkey=\"rekurso a kasaco\">-o a kasaco:</b> petition or lodgement of appeal; <b fullkey=\"lakrimi esis elua nura rekurso\">lakrimi esis elua nura rekurso:</b> tears were her only recourse. Def.: Demandar la helpo, la sokurso. Ex.: On rekursas a helpo, a helpanto, a moyeno, a metodo, a procedo. &mdash; DEFIS"," <b fullkey=\"rekuzar\">rekuz-ar:</b> (<i>tr., jur. and fig.</i>) to challenge (a witness, juror); to take exception to (testimony, statements); <b fullkey=\"rekuzar su\">-ar su:</b> (<i>of judges, jurors</i>) to recuse; to decline judging or voting, to beg to be excused; <b fullkey=\"rekuzo\">-o:</b> challenge, exception, denial; <b fullkey=\"rekuzebla\">-ebla:</b> exceptionable, challengeable, doubtful. V. exp.: <b fullkey=\"Rekuzar\">Rekuzar</b> esas teknikal termino di la yurocienco; on <b fullkey=\"rekuzas\">rekuzas</b> judikanto o testo (t.e. on ne aceptas lu, ed on exkluzas lu), en ula kondicioni determinita da la legi, ex. kande la senpartiseso di la judikanto o testo esas suspektebla (pro lua relati kun la judikoti, pro lua personal interesti, e.c.). Judikanto povas <b fullkey=\"rekuzar\">rekuzar</b> su ipsa spontane pro simila motivi, to esas, refuzas funcionar. Komprenebla, ca vorto povas uzesar kun metafora senco en la komuna vivo; III-222. &mdash; FIS"," <b fullkey=\"relo\">rel-o:</b> (railway-) rail; <b fullkey=\"relvoyo\">-voyo:</b> railroad. &mdash; EFRS"," <b fullkey=\"relatar\">relat-ar:</b> (<i>tr., intr.</i>) to have reference to, stand in some relation to, to be related, to relate to; (<i>of persons</i>) to be connected (by business, etc.; N.B. not family; cf. <b fullkey=\"parenta\">parenta</b>); <b fullkey=\"relato\">-o:</b> relation (<b fullkey=\"di ulo ad ulo ulu kun ulu\">di ulo ad ulo, ulu kun ulu</b>); <b fullkey=\"relate\">-e:</b> relatively, comparatively (not absolutely); in reference to, with regard; <b fullkey=\"relatanta relativa\">-anta, -iva:</b> pertaining, relating to; relative to; (<i>jur.</i>) appertaining to; <b fullkey=\"relativeso\">-iv-eso:</b> relativity; <b fullkey=\"relatigar\">-igar:</b> to put (<b fullkey=\"ulu ulo\">ulu, ulo</b>) into relation or connection (<b fullkey=\"ad kun ulu ulo\">ad, kun ulu, ulo</b>); <b fullkey=\"relatata\">-ata:</b> correlative. Ex.: &laquo;A relatas B&raquo; signifikas ke existas &laquo;relato&raquo; inter A e B. On povas anke &laquo;relatigar&raquo; A ad (od, kun) B. V. exp.: <b fullkey=\"Relato\">Relato</b> (<i>matematikala senco</i>): On povas dicar 2 relatas 3, quale 4 relatas 6, od on darfas parolar pri &laquo;relato&raquo; di 2 a 3. La nociono <b fullkey=\"relato\">relato</b> esas multe plu general ed ampla kam la nociono <b fullkey=\"raporto\">raporto</b>. On bezonas sempre parolar pri relati inter diversa grandaji, e ca relati esas tante generala, ke ne omni povas expresesar per equacioni. La <b fullkey=\"relato\">relato</b> di <i>a</i> ad <i>b</i> povas esar irga funciono; la <b fullkey=\"reporto\">reporto</b> di <i>a</i> ad <i>b</i> esas simple e nur la fraciono <i>a/b</i>; VI-296. &mdash; DEFIRS"," <b fullkey=\"relayo\">relay-o:</b> (<i>also elec., teleg.</i>) relay, fresh supply of horses, etc. &mdash; DEFIRS"," <b fullkey=\"relegar\">releg-ar:</b> (<i>tr., pr. and fig.</i>) to relegate, send off, shut up, consign, seclude (<b fullkey=\"ulu ulo\">ulu, ulo</b>) in a fixed place; <b fullkey=\"relego relegeso\">-o, -eso:</b> regulation, banishment. Def.: Enternar en loko determinita. Ex.: Relegar recidivinto ad kolonio. Relegar ulu a chambro, portreto ad kelero, ulu ad ruro. V. exp.: vid. <b fullkey=\"exilar\">exilar. &mdash; </b>DEFIS "," <b fullkey=\"relektar\">relekt-ar:</b> (<i>tr.</i>) to re-read or read back what one has just written (as in dication) to correct it."," <b fullkey=\"relevar\">relev-ar:</b> (<i>tr.</i>) to survey, map out, make a plan of; (<i>nav.</i>) take a bearing of (coasts, shores). &mdash; FIS"," <b fullkey=\"reliefo\">relief-o:</b> (<i>paint., sculp., arts</i>) relief, relievo, embossment; <b fullkey=\"reliefa mapo\">-a mapo:</b> map in r.; <b fullkey=\"reliefo alta basa\">-o alta, basa:</b> high-, base r.; <b fullkey=\"reliefizar\">-izar:</b> to emboss (paper, etc.). &mdash; DEFIRS"," <b fullkey=\"religio\">religi-o:</b> religion; <b fullkey=\"religiala\">-ala:</b> religious (war, etc.); <b fullkey=\"religioza\">-oza:</b> religious (person); <b fullkey=\"religiozeso\">-oz-eso:</b> religiousness; <b fullkey=\"religiano\">-ano:</b> believer in a religion; faithful, true believer. &mdash; DEFIRS"," <b fullkey=\"reliquio\">reliqui-o:</b> relic (of saints, etc.); (<i>pl.</i>) mortal remains, relics; <b fullkey=\"reliquiuyo reliquikesto\">-uyo, -kesto:</b> reliquary. &mdash; DEFIS"," <b fullkey=\"remar remadar\">rem-ar, -adar:</b> (<i>tr., intr.</i>) to row, pull on an oar; <b fullkey=\"remilo\">-ilo:</b> oar; <b fullkey=\"rembatelo\">-batelo:</b> rowboat. &mdash; FIS"," <b fullkey=\"remarkar\">remark-ar:</b> (<i>tr.</i>) to remark, to notice, observe; <b fullkey=\"remarkigar\">-igar:</b> to cause (<b fullkey=\"ulu\">ulu</b>) to remark, to attract notice to; (<i>fig.</i>) to state, to say; <b fullkey=\"remarko\">-o:</b> notice, observation; <b fullkey=\"remarkinda\">-inda:</b> worthy of note, remarkable, curious, notable; <b fullkey=\"remarkar la beleso di ulo\">-ar la beleso di ulo:</b> to notice the beauty of something; <b fullkey=\"elua beleso remarkigis su da me\">elua beleso remark-igis su da me:</b> her beauty attracted my attention; <b fullkey=\"remarkar ulu en turbo\">-ar ulu en turbo:</b> to observe someone in a crowd; <b fullkey=\"facar remarki pri\">facar remarki pri:</b> pass remarks upon; <b fullkey=\"me remarkigis ke pluvas\">me remark-igis, ke pluvas:</b> I remarked (pointed out) that it was raining. (cf. VII-206-7); <b fullkey=\"remarkinda evento\">remark-inda evento:</b> a remarkable event; <b fullkey=\"verko plena de remarki\">verko plena de remarki:</b> a work full of comments. V. exp.: turnar o portar sua atenco sur ulo od ulu. M. XI-226. &mdash; EF"," <b fullkey=\"remediar\">remedi-ar:</b> (<i>tr.</i>) to remedy (a disease, a sickness); (<i>fig.</i>) to redress, repair, set to rights; <b fullkey=\"remediilo\">-ilo:</b> a remedy, cure, specific; <b fullkey=\"remediebla\">-ebla:</b> remediable (disease); (<i>fig.</i>) <b fullkey=\"remediar malajo\">remediar malajo:</b> to remedy an evil; <b fullkey=\"remediilo plu mala kam la morbo\">-ilo plu mala kam la morbo:</b> a remedy worse than the disease; <b fullkey=\"tempo remedias omno\">tempo remedias omno:</b> time is a cure for all things. Def.: Supresar, cesigar la maladeso; V-157. V.exp.:<b fullkey=\"Remediilo\">Remedi-ilo </b>esas<b fullkey=\"kuracivo Medikamento esas nur ulo donata por kuracar\"> kurac-ivo. Medikamento esas nur ulo donata por kuracar.</b> Quankam morbo esas <b fullkey=\"neremediebla\">ne-remedi-ebla, </b>ni ankore aplikas <b fullkey=\"medikamenti\">medikamenti.</b> On <b fullkey=\"risanigas\">ri-san-igas</b> malado, e remedias maladeso. &mdash; EFIS"," <b fullkey=\"reminicar\">reminic-ar:</b> (<i>tr.</i>) to reproduce or imitate (consciously or not) from memory some literary or musical piece. V. exp.: Reminico ne esas simpla rimemoro: o esas rimemoro di ula literatural o muzikal peco, quan on imitas nevole o nekoncie: to esas esence imito o kopio di artala verko en altra, do tote altra kozo kam la simpla memoro, qua esas nur la kauzo od okaziono di la reminico. On povas havar rimemoro sen pro to facar reminico; V-627."," <b fullkey=\"remisar\">remis-ar:</b> (<i>tr.</i>) to remit (debts, sins, etc.); (<i>med.</i>) to abate (symptoms); <b fullkey=\"remiso\">-o:</b> remission; diminution (of a disease); <b fullkey=\"remisebla\">-ebla:</b> remissable: that may be remitted or forgiven, pardonable; <b fullkey=\"remisanta febro\">-anta febro:</b> remittent fever. Def.: (senco ordinara) Dispensar ulu de (parto di) debajo, puniso, peki, e.c.; (senco medikala) Ceso o diminuto (tempala) di la simptomi di maladeso; IV-605, VI-210. &mdash; EFIS"," <b fullkey=\"remonstrar\">remonstr-ar:</b> (<i>intr.</i>) to remonstrate. Def.: Expozar polite (mem a superioro) la nejusteso di la ago; V-25. Ex.: En l&rsquo;anciena monarkio, la parlamenti havis la yuro facar remonstri al rejo ... qua generale ne egardis oli. &mdash; DEFI"," <b fullkey=\"remonto\">remont-o:</b> (<i>milit.</i>) remount(ing): purchase or supply of fresh horses; <b fullkey=\"remonteyo remonterio\">-eyo, -erio:</b> remounting depot. &mdash; DEFIRS"," <b fullkey=\"remoro\">remor-o:</b> (<i>ichth.</i>) remora, sucker-fish (Echeneidis Remora)."," <b fullkey=\"remorkar\">remork-ar:</b> (<i>tr., nav. and gen.</i>) to tow, take in tow, tug, haul, drag (a boat, a movable object; cf. <b fullkey=\"tuvar\">tuvar</b>); <b fullkey=\"remorko\">-o:</b> towing; <b fullkey=\"remorkokablo\">-o-kablo:</b> tow-rope; <b fullkey=\"remorkobatelo remorknavo\">-o-batelo, -navo:</b> towing-vessel, tow-boat, tug; <b fullkey=\"remorkveturo\">-veturo:</b> (hand) street-cart (as for selling fruit, etc.). &mdash; FIS"," <b fullkey=\"remorsar\">remors-ar:</b> (<i>intr.</i>) to feel remorse (<b fullkey=\"pri\">pri</b>). &mdash; EFIS","<b fullkey=\"remparo\"> rempar-o:</b> rampart, bulwark; (<i>fig.</i>) any means of defence. &mdash; EF"," <b fullkey=\"remplasar\">remplas-ar:</b> (<i>tr., intr.</i>) to replace: take the place of, be in the place of (<b fullkey=\"ulu ulo\">ulu, ulo</b>); <b fullkey=\"remplasigar\">-igar:</b> to replace (<b fullkey=\"ulu da ulu ulo per ulo\">ulu da ulu, ulo per ulo</b>); <b fullkey=\"remplaso remplasigo\">-o, -igo:</b> replacing, replacement; <b fullkey=\"remplasanto\">-anto:</b> substitute: one who replaces another; <b fullkey=\"remplas\">-(ig)ebla:</b> replaceable. Ex.: Il remplasis me dum mea absenteso. On remplasigas la patro da la filio. Remplasigar la anciena moblaro per nova. V. exp.: vid. <b fullkey=\"substitucar suplantar\">substitucar, suplantar.</b> "," <b fullkey=\"remulado\">remulad-o:</b> (<i>cook.</i>) remo(u)lade, a French salad dressing somewhat resembling mayonnaise. &mdash; DEF","<b fullkey=\"reno\"> ren-o:</b> (<i>anat.</i>) kidney; <b fullkey=\"renala\">-ala:</b> renal. &mdash; EFIS"," <b fullkey=\"rendevuar\">rendevu-ar:</b> to rendezvous, make an appointment (<b fullkey=\"kun\">kun</b> <b fullkey=\"ulu\">ulu</b>); <b fullkey=\"rendevuo\">-o:</b> rendezvous: a meeting appointed, appointment; <b fullkey=\"il arivis unesme ye la rendevuo\">il arivis unesme ye la -o:</b> he arrived first at the rendezvous. &mdash; DEFR"," <b fullkey=\"rendimento\">rendiment-o:</b> (<i>tech.</i>) output, efficiency (of machines). Def.: Elekto utila (di mashini). &mdash; DFIS"," <b fullkey=\"renegar\">reneg-ar:</b> (<i>tr.</i>) to deny (untruly), to disown, disavow; <b fullkey=\"renego\">-o:</b> denying, denial; <b fullkey=\"reneganto\">-anto:</b> (<i>rel. and gen.</i>) renegade: apostate from the faith; backslider. Ex.: St. Petro trifoye renegis Jesu. Renegar sua familio, sua religio.Def.: Deklarar nevere ke on ne konocas ulu, ulo; abjurar (ne-vere); des-agnoskar (ne-vere). V. exp.: vid. <b fullkey=\"renuncar\">renuncar</b>. &mdash; DFIRS"," <b fullkey=\"renesanco\">renesanc-o:</b> (<i>epoch, style, etc.</i>) renaissance. &mdash; DEFIRS"," <b fullkey=\"renetpomo\">renet-pomo:</b> rennet-apple: a kind of pippin. &mdash; DEFIR"," <b fullkey=\"renkontrar\">renkontr-ar:</b> (<i>tr.</i>) to meet: meet with accidentally when in motion, to fall in with, encounter (<b fullkey=\"ulu ulo\">ulu, ulo</b>); <b fullkey=\"renkontro\">-o:</b> meeting, encounter. &mdash; DEFIS"," <b fullkey=\"rento\">rent-o:</b> (yearly) income, rent, annuity; <b fullkey=\"rentizar\">-izar:</b> to allow a yearly income to (<b fullkey=\"ulu\">ulu</b>), to endow (public institutions); <b fullkey=\"rentifar\">-ifar:</b> to bring in revenue, yield an income; <b fullkey=\"rentifanta\">-if-anta:</b> income producing; <b fullkey=\"rentiero\">-iero:</b> fundholder, stockholder, annuitant, person of independent means; <b fullkey=\"sulo rento\">sulo- -o:</b> ground rent; <b fullkey=\"monatala yarala rento\">monatala, yarala -o:</b> monthly, yearly rent; <b fullkey=\"rento dumviva\">-o dum-viva:</b> life annuity; <b fullkey=\"lasar rento\">lasar rento</b> (od, <b fullkey=\"interesti\">interesti</b>) <b fullkey=\"akumulesar\">akumul-esar:</b> to allow arrears to accumulate (rent, interest, dividends). Def.: Revenuo (yarala), ordinare personala, derivita de sulhavaji, domi lugata, o de kapitalo statala o privata. &mdash; DEFIRS"," <b fullkey=\"rentiro\">rentir-o:</b> reindeer (Cervus tarandus). &mdash; DE"," <b fullkey=\"renuncar\">renunc-ar:</b> (<i>tr.</i>) to renounce, give up, relinquish, resign (a position, office). Def.: Cesar dezirar o demandar ulo. Ex.: Me renuncas voyajo, quan me intencas facar; on renuncas yuro, quan on posedas; e.c. Rejido renuncas la trono o la krono, kande, nultempe regninte, il refuzas regnor; IV-100. V exp.: Ni <b fullkey=\"renuncas\">renuncas</b> yuro, precepti o kustumi; ni <b fullkey=\"renegas\">renegas</b> mastro o nia religio; ni <b fullkey=\"abjuras\">abjuras</b> eroro, od imaginita eroro. Philip V <b fullkey=\"renuncis\">renuncis</b> la krono di Francia; St. Petro <b fullkey=\"renegis\">renegis</b> sua mastro; Henry IV <b fullkey=\"abjuris\">abjuris</b> la Kalvanismo. &mdash; EFIRS"," <b fullkey=\"renversar\">renvers-ar:</b> (<i>tr., intr.</i>) to overthrow, throw down, upset (cf. <b fullkey=\"subversar inversigar\">subversar, invers-igar</b>); <b fullkey=\"renverse\">-e:</b> backward; <b fullkey=\"renversebla\">-ebla:</b> that may be overthrown. Def.: Faligar ulo, ulu ad tero. Ex.: Renversar muro, tablo, inkuyo, veturo, persono, (<i>fig.</i>) esperi. La muro renversis. &mdash; F"," <b fullkey=\"reostato\">reostat-o:</b> (<i>elec.</i>) rheostat. &mdash; DEFIRS"," <b fullkey=\"reotaktismo\">reotaktism-o:</b> (<i>biol.</i>) reotactism."," <b fullkey=\"reotropismo\">reotropism-o:</b> (<i>biol.</i>) reotropism."," <b fullkey=\"reparar\">repar-ar:</b> (<i>tr.</i>) to repair, restore, mend a road, a house, a machine, a picture; to refit (a ship); (cf. <b fullkey=\"rapecar\">rapecar</b>); <b fullkey=\"repar reparuri\">-(ad)o, -uri: </b>repairing, mending, repairs; <b fullkey=\"repardoko\">-doko:</b> graving-dock, dock for repairs; <b fullkey=\"reparpeci\">-peci:</b> spare parts (for repairs); <b fullkey=\"reparetar\">-etar:</b> to slightly repair; <b fullkey=\"reparachar\">-achar:</b> to botch repairs (cf. <b fullkey=\"fushar\">fushar</b>). &mdash; DEFIRS"," <b fullkey=\"repartisar\">repartis-ar:</b> (<i>tr.</i>) to divide into due proportion, portion out, distribute (<b fullkey=\"ulo\">ulo</b> <b fullkey=\"inter\">inter</b> <b fullkey=\"uli\">uli</b>); <b fullkey=\"repartis\">-(ad)o:</b> apportionment, repartition; <b fullkey=\"repartisanto repartisero repartisisto\">-anto, -ero, -isto:</b> distributer. Def.: Dividar segun proporciono oportuna o yusta; VI-79. V. exp.: Se publika prunto esas suskriptita dekople, on <b fullkey=\"repartisas\">repartisas</b> ol inter la suskriptinti en la proporciono di 1/10, t.e. on atribuas a singlu 1/10 de la sumo, quan lu suskriptas. Simile on <b fullkey=\"repartisas\">repartisas</b> kargajo inter plura porteri o porto-bestii, inter la axi di veturo o vagono, e.c.; VI-79; kp. <b fullkey=\"disdonar distributar\">disdonar, distributar. &mdash; </b>DEFIRS"," <b fullkey=\"repasar\">repas-ar:</b> (<i>tr.</i>) to smooth, iron. &mdash; F"," <b fullkey=\"repastar\">repast-ar:</b> (<i>intr.</i>) to take one&rsquo;s meal, have a meal (<b fullkey=\"che kun\">che, kun</b>); <b fullkey=\"repasto\">-o:</b> meal, repast; (ship&rsquo;s) mess; <b fullkey=\"repastetar\">-etar:</b> to lunch; <b fullkey=\"repasteto\">-eto:</b> luncheon, light repast. Def.: Manjar ye fixa horo, apud tablo (generale kune); II-74. Ex.: Li repastis che me. La repast-horo. Il manjas quar repasti omnadie. &mdash; EFI"," <b fullkey=\"repentar\">repent-ar:</b> (<i>tr., intr.</i>) to repent, rue, feel contrition; <b fullkey=\"sen repenta\">sen- -a:</b> impenitent. Def.: Havar reala regreto. Ex.: Il repentas sua kulpi. Me igos il repentar to. &mdash; EFIS"," <b fullkey=\"reperar\">reper-ar:</b> (<i>tr.</i>) to put a guiding mark on; <b fullkey=\"reperilo reperpunto\">-ilo, -punto:</b> guidemark (as made on a piece of machinery so as to assemble easily and accurately; mark on a wall, a measuring-rod, on the ground, in order to indicate alignment, a level, a height, etc. &mdash; F"," <b fullkey=\"reperkutar\">reperkut-ar:</b> (<i>tr.</i>) to repercuss: to drive or beat back; (of sound) to reverberate; <b fullkey=\"reperkutado di l\">-ado di l&rsquo;ondi:</b> surf; <b fullkey=\"reperkuto\">-o:</b> repercussion, reverberation, rebound (cf. <b fullkey=\"risalto\">ri-salto</b>). Def.: Reperkuto: l&rsquo;ago di korpo shokata, qua shokas sua-vice altra; IV-138. Ex.: Reperkuto di (pafita) kanono. &mdash; EFIS"," <b fullkey=\"repertorio\">repertori-o:</b> a table, index, register by which things can be readily located; (<i>theat.</i>) repertoire; stock-pieces, -plays; <b fullkey=\"alfabetala repertorio\">alfabet-ala, -o:</b> alphabetical index. &mdash; DEFIRS"," <b fullkey=\"repetar\">repet-ar:</b> (<i>tr.</i>) to repeat: reiterate, tell or say again (what has been told before or what another has said); <b fullkey=\"repetachar\">-achar:</b> to repeat tediously. V. exp.: On <b fullkey=\"repetas\">repetas</b> nur paroli; on <b fullkey=\"iteras\">iteras</b> omna-speca ago; II-80. &mdash; DEFIRS"," <b fullkey=\"repleta\">replet-a:</b> (<i>of living beings</i>) chubby, plump, stout, firm-fleshed, replete (from food); <b fullkey=\"repleteso\">-eso:</b> plumpness; <b fullkey=\"repleteskar\">-eskar:</b> to become plump, chubby; (cf. <b fullkey=\"korpulenta obeza grasa plena ronda\">korpulenta, obeza, grasa, plena, ronda</b>). Def.: Qua havas formi ronda e karno ferma, do la pelo kelke tensita. (Lu povas tote ne esar korpulenta, ex. infanto. La repleteso esas signo di saneso); VI-601. &mdash; EFS","<b fullkey=\"replikar\"> replik-ar:</b> (<i>tr., intr.</i>) to rejoin, retort: to answer to a reply; <b fullkey=\"repliko\">-o:</b> answer, reply: (<i>jur.</i>) replication: the reply of the plaintiff to the defendant&rsquo;s plea; rejoinder: the defendant&rsquo;s answer to the plaintiff&rsquo;s replication; <b fullkey=\"repliko quika rapida\">-o: (quika, rapida):</b> repartee, retort. V. exp.: <b fullkey=\"Replikar\">Replikar</b> ne esas simple <b fullkey=\"respondar\">respondar</b>, ma respondar a respondo. En la teknikal terminaro di la diskutado, on nomizas <b fullkey=\"dupliko\">dupliko</b>, <b fullkey=\"tripliko\">tripliko</b> ... la duesma, triesma repliko; II-520. &mdash; DEFIRS","<b fullkey=\"reportar\"> report-ar:</b> (<i>intr., stock exchange</i>) to allow a contango; <b fullkey=\"reporto\">-o:</b> contango, premium or interest paid by a buyer to a seller to be allowed to defer payment until a future settlement; cf. VI-603, VII-354. Ant.: <b fullkey=\"diporto\">diporto. &mdash; </b>DFIR","<b fullkey=\"repozar\"> repoz-ar:</b> (<i>intr.</i>) to rest (repose); (cf. <b fullkey=\"dormar jacar apogar haltar\">dormar, jacar, apogar, haltar</b>); <b fullkey=\"repozigar\">-igar:</b> to (cause to) rest; <b fullkey=\"repozo\">-o:</b> rest, respite, reposing; (cf. <b fullkey=\"intervalo\">intervalo</b>); <b fullkey=\"repozodio\">-o-dio:</b> day of rest; <b fullkey=\"repozanta\">-anta:</b> resting; <b fullkey=\"repozeyo\">-eyo:</b> resting place; <b fullkey=\"repozaltaro\">-altaro:</b> (<i>fig.</i>) temporary altar (in the street). Ex.: Lua korpo repozas sub la stono. Il ne dormas, il ne nur repozas. Il repozigas sua kapo sur kuseno. Havar repozo di koncienco. &mdash; EFIS","<b fullkey=\"represar\"> repres-ar:</b> (<i>tr.</i>) to repress, check, restrain, put down, suppress (a revolt, abuses, pride, one&rsquo;s desires, etc.); <b fullkey=\"represo\">-o:</b> repression, coercion; <b fullkey=\"represiva\">-iva:</b> repressive. Def.: Haltigar l&rsquo;efekto, la progreso di ulo. &mdash; EFIRS","<b fullkey=\"reprezalar\"> reprezal-ar:</b> (<i>intr.</i>) to retaliate, to make reprisals (<b fullkey=\"kontre\">kontre</b>); (<i>fig.</i>) to give tit for tat; <b fullkey=\"reprezalo\">-o:</b> reprisal, retaliation; <b fullkey=\"reprezalletri\">-letri:</b> letter of marque and reprisal. V. exp.: <b fullkey=\"Reprezalar\">Reprezalar</b> esas plu proxima a <b fullkey=\"venjo\">venjo</b> kam a <b fullkey=\"revancho\">revancho</b>. To konsistas (precipue en milito) facar a l&rsquo;enemiko exakte la sama domajo, quan on subisis de lu. To facesas partikulare pri la agi nekorekta e kruela, qui ecesas la &laquo;yuri di la milito&raquo;, exemplo masakro di nekombatanti, incendio di domi e vilaji, destrukto di monumenti, e.c. <b fullkey=\"Reprezalo\">Reprezalo</b> nule implikas revancho, nam ol facesas ofte de la vinkiti, precipue kande li vinkesas per nekorekta procedi; VI-143; kp. <b fullkey=\"revanchar venjar\">revanchar, venjar. &mdash; </b>DEFIRS","<b fullkey=\"reprezentar\"> reprezent-ar:</b> (<i>tr.</i>) to represent, exhibit by resemblance or action; depict; be the representative of; <b fullkey=\"reprezento\">-o:</b> (<i>also theat., polit.</i>) representation, exhibition; <b fullkey=\"reprezentanta reprezentiva reprezentala reprezentanto reprezentero\">-anta, -iva, -ala; -anto, -ero:</b> representative. Ex.: La ceno reprezentas palaco. Ambasadisto reprezentas sua stato. Reprezento di kombato. Il esas reprezentanto di la populo. Guvernado reprezentiva. &mdash; DEFIRS","<b fullkey=\"reprimandar\"> reprimand-ar:</b> (<i>tr.</i>) to reprimand, admonish, rebuke, reprove, chide, lecture (<b fullkey=\"ulu pri pro ulo\">ulu pri, pro ulo</b>) (cf. <b fullkey=\"exhortar\">exhortar</b>); <b fullkey=\"reprimandinda\">-inda:</b> reprehensible, reprovable (cf. <b fullkey=\"blaminda\">blam-inda</b>); <b fullkey=\"reprimandachar reprimandar harde\">-achar, -ar harde:</b> to scold, nag. V. exp.: <b fullkey=\"Reprimandar\">Reprimandar</b> e <b fullkey=\"reprochar\">reprochar</b> esas &laquo;speci&raquo; di la generala ideo <b fullkey=\"blamar\">blamar</b>. Ma <b fullkey=\"reprocho\">reprocho</b> vizas kozo od ago; <b fullkey=\"reprimando\">reprimando</b> vizas persono: On reprochas ulo ad ulu; on reprimandas ulu pri ulo. La nuanco ne esas gravas, ma ol esas reala ed utila psikologiale; IV-237. &mdash; EFS","<b fullkey=\"reprochar\"> reproch-ar:</b> (<i>tr.</i>) to reproach, upbraid, taunt, twit (<b fullkey=\"ulo ad ulu\">ulo, ad ulu</b>); <b fullkey=\"reprochar ad ulu lua vicii\">-ar ad ulu lua vicii:</b> to upbraid a person for his vices (N.B. not: -ar ulu pri lua vicii, as in E.; cf. V. exp.: under <b fullkey=\"reprimandar\">reprimandar</b>); <b fullkey=\"mea koncienco reprochas nulo a me\">mea koncienco -as nulo a me:</b> my conscience is quite clear; <b fullkey=\"il reprochis ad il lua negratitudo\">il -is ad il lua ne-gratitudo:</b> he reproached him with his ingratitiude; <b fullkey=\"il reprochis ad il abandonir lua amiko\">il -is ad il abandonir lua amiko:</b> he reproached him for having left his friend. Def.: Dicar ad ulu ulo qua devas shamigar lu. V. exp.: vid. <b fullkey=\"reprimandar\">reprimandar. &mdash; </b>EFS"," <b fullkey=\"reproduktar\">reprodukt-ar*:</b> (<i>tr.</i>) to reproduce (as a copy or imitation)."," <b fullkey=\"repso\">reps-o:</b> (<i>fabric</i>) rep. Def.: Stofo ek silko o lano tre forta; III-143. &mdash; DEFIRS","<b fullkey=\"reptar\"> rept-ar:</b> (<i>intr.</i>) to crawl (as a serpent), to creep (as a child); (<i>fig.</i>) to crawl before one (in an abject manner); <b fullkey=\"reptanta\">-anta:</b> crawling, creeping, reptant; <b fullkey=\"reptero\">-ero:</b> reptile. &mdash; DEFIRS","<b fullkey=\"republiko\"> republik-o:</b> republic; <b fullkey=\"republikala\">-ala:</b> republican (government, etc.); <b fullkey=\"republikismo\">-ismo:</b> republicanism; <b fullkey=\"republikisto\">-isto:</b> believer in, partisan of a republic. &mdash; DEFIRS","<b fullkey=\"repudiar\"> repudi-ar:</b> (<i>tr.</i>) to repudiate; to put away (one&rsquo;s wife). Ex.: Philippe Auguste repudiis sua spozino Ingleburge. V. exp.: Propre, repudiar esas forsendar spozino, &laquo;desspozinigar&raquo; el segun legal formi. Figure, renegar opiniono, kredo. La repudio diferas de la divorco per ke ol ne bezonas ago di judiciisto o di extera autoritato; III-206. &mdash; EFIS","<b fullkey=\"repugnar\"> repugn-ar:</b> (<i>tr.</i>) to have or inspire a repugnance to, to have an aversion to, to disgust (cf. <b fullkey=\"antipatiar nauzeigar\">antipatiar, nauze-igar</b>); <b fullkey=\"repugnexo\">-exo:</b> disgust, repugnance, dislike; <b fullkey=\"repugnegeso\">-eg-eso:</b> loathing; <b fullkey=\"repugnanta repugniva\">-anta, -iva:</b> repugnant, repulsive, disgusting. Ex.: Repugnar facar ulo. Ulo repugnis il. Il repugnesis da ulu, da ulo. Repugneso kontre ulu, ulo; To esas repugnanta a mea raciono. &mdash; EFIS","<b fullkey=\"repulsar\"> repuls-ar:</b> (<i>tr.</i>) to repel, repulse, rebuff, beat back (cf. <b fullkey=\"retropulsar\">retro-pulsar</b>); <b fullkey=\"repulsanta repulsiva\">-anta, -iva:</b> (<i>phys. and fig.</i>) repellent, repulsive. Ex.: Repulsar l&rsquo;asalto di enemiko. Repulsar tenteso, ula propozajo. La repulso di elektroza korpi. Repuls-anta, -iva korpo, vizajo. &mdash; DEFIS","<b fullkey=\"reputar\"> reput-ar:</b> (<i>tr.</i>) to repute, deem; <b fullkey=\"reputesar\">-esar:</b> to be held (to be so and so); <b fullkey=\"reputo reputeso\">-o, -eso:</b> reputation, character, repute (good or bad). Ex.: Reputar ulu kom richa, kom saja. Reputesar kapabla. Havar bona reputeso. Esar reputata kom bona. &mdash; DEFIRS","<b fullkey=\"requiem\"> &laquo;requiem&raquo;:</b> requiem.","<b fullkey=\"requizitar\"> requizit-ar:</b> (<i>tr.</i>) to requisition, make demand in the name of the public or of the law for (persons, animals, thigs, services); <b fullkey=\"requizit\">-(ad)o:</b> requisition(ing); <b fullkey=\"requizitajo\">-ajo:</b> something requisitioned. &mdash; DEFIRS","<b fullkey=\"resekar\"> resek-ar:</b> (<i>tr., surg.</i>) to resect, cut off. ","<b fullkey=\"recipicencar\"> recipicenc-ar:</b> (<i>intr., rel.</i>) to repent in order to act in conformance with ethics; <b fullkey=\"recipicenco\">-o:</b> resipiscence, change of mind; repentence. &mdash; DEFI","<b fullkey=\"reskripto\"> reskript-o:</b> (<i>all senses</i>) rescript. &mdash; DEFIRS","<b fullkey=\"resonar\"> reson-ar:</b> (<i>intr., lit. and fig.</i>) to resound: send back sound, (re-)echo; <b fullkey=\"reson\">-(ad)o:</b> resounding, resonance; <b fullkey=\"resonanta\">-anta:</b> resonant; <b fullkey=\"resonigar\">-igar:</b> to cause to resound; <b fullkey=\"resonilo\">-ilo:</b> resonator. Ex.: Ica audeyo resonas perfekte. Voco klara e resonanta. (<i>fig.</i>) Omna loko resonis pro lua prodajo. &mdash; DEFIS","<b fullkey=\"resorbar\"> resorb-ar:</b> (<i>tr.</i>) to resorb, reabsorb (a tumor, etc.). &mdash; DEFIS","<b fullkey=\"resorto\"> resort-o:</b> (<i>instr. elastic</i>) spring; (<i>fig.</i>) activity. Energy; <b fullkey=\"resorto granda\">-o granda:</b> org.yk4ever.dictionary.tools.main s.; <b fullkey=\"resorto laxigita\">-o lax-ig-ita:</b> relaxed s.; <b fullkey=\"resortmatraco\">-matraco:</b> s. mattress; (cf. <b fullkey=\"elastika\">elastika</b>). Ex.: Resorto di horlojo, di veturo. (<i>fig.</i>) Donar resorto a la spirito. &mdash; FRS","<b fullkey=\"resortisar\"> resortis-ar:</b> (<i>intr. jur.</i>) to be under the jurisdiction (of), belong to the department, to be the province (of), be under the cognizance; <b fullkey=\"resortiso\">-o:</b> (<i>legal</i>) jurisdiction, resort; (general) province, department, competence, power; <b fullkey=\"resortisanta\">-anta:</b> amenable (to), dependant (on); <b fullkey=\"ica afero resortisas ad al korto di Paris\">ica afero resortisas ad al korto di Paris:</b> this affair is cognizable in the court of Paris; <b fullkey=\"to ne esas mea resortiso\">to ne esas mea resortiso: </b>that is not within my province. &mdash; DEFRS","<b fullkey=\"respektar\"> respektar:</b> (<i>tr.</i>) to respect: regard with a degree of reverence or esteem; <b fullkey=\"respektaro\">-o:</b> respect; <b fullkey=\"respektaroza respektarema\">-oza, -ema:</b> respectful, deferential; <b fullkey=\"respektarinda\">-inda:</b> respectable; <b fullkey=\"respektarindeso\">-ind-eso:</b> respectability, dignity; <b fullkey=\"respektarata\">-ata:</b> respected; <b fullkey=\"respektaremacha\">-em-acha:</b> obsequious; <b fullkey=\"respektarosigno\">-o-signo:</b> sign of respect; <b fullkey=\"respektarego\">-ego:</b> profound respect; <b fullkey=\"respektaregala respektaroza\">-eg-ala, -oza:</b> reverential; <b fullkey=\"des respektaro\">des- -o:</b> irreverence, disrespect; <b fullkey=\"sen respektara\">sen- -a:</b> disrespectful. Ex.: On devas respektar la oldi, la legi. &mdash; DEFIRS","<b fullkey=\"respirar\"> respir-ar:</b> (<i>tr., intr.</i>) to respire, breathe (cf. <b fullkey=\"aspirar expirar\">aspirar, expirar</b>); <b fullkey=\"respir\">-(ad)o:</b> respiration, breathing; <b fullkey=\"respirajo\">-ajo:</b> what is respired: air, breath; <b fullkey=\"respirala\">-ala:</b> respiratory; <b fullkey=\"respirebla\">-ebla:</b> breathable. Def.: Aspirar l&rsquo;aero por regenerar la sango e lore expirar ol. &mdash; DEFIS","<b fullkey=\"respondar\"> respond-ar:</b> (<i>tr., intr.</i>) to answer, reply, respond (<b fullkey=\"ulo ad ulu\">ulo ad ulu</b>); <b fullkey=\"respondizar\">-izar:</b> to respond to (<b fullkey=\"ulo\">ulo</b>); <b fullkey=\"respondar en la meso\">-ar en la meso:</b> to make the responses in the mass; <b fullkey=\"respondanto\">-anto:</b> (co-)respondent, answerer; (cf. <b fullkey=\"replikar\">replikar</b>); <b fullkey=\"respondar kurajiganta paroli\">-ar kurajiganta paroli:</b> to answer encouraging words; <b fullkey=\"respondizar kurajiganta paroli respondar a kurajiganta paroli\">-izar kurajiganta paroli, respondar a kurajiganta paroli:</b> to answer encouraging words, i.e. to give an answer to encouraging words. Def.: Parolar o skribar en repliko a questiono, argumento od adreso. Ex.: Quon vu respondis? Me respondis nur du vorti. Il respondis tale a mea objeciono, ma me ne replikis ad il. Respondar ulo a persono, a remarko, a letro. Respondez quik. Me expektas vua balda respondo. Respondante a vua letro, me informas vu&hellip; V. exp.: Esas regulo en Ido, ke verbo ne povas havar (mem alterne) du rekta komplementi (ex. on ne povas &laquo;instrukar infanti&raquo; ed &laquo;instruktar geometrio&raquo;). Or la verbo <b fullkey=\"respondar\">respondar</b> havas necese kom direta komplimento la paroli, <b fullkey=\"per qui\">per qui</b> on respondas, do ol ne povas havar kom direta komplemento la <b fullkey=\"paroli a qui\">paroli, a qui</b> on respondas. Do on devos sempre dicar: &laquo;respondar a la letro di ulu&raquo;, o, &laquo;respondizar letro&raquo;, t.e. donar respondo ad ol, &laquo;honorizar&raquo; ol per respondo (quale dicas la komercisti); III-30; VI-297; Talmey&rsquo;s Text Book, p. 109. &mdash; EFIS","<b fullkey=\"responsar\"> respons-ar:</b> (<i>intr.</i>) to be responsible, be answerable, be accountable (<b fullkey=\"pri ulu ulo\">pri ulu, ulo</b>); <b fullkey=\"responso\">-o:</b> (a particular) responsibility; liability, <b fullkey=\"responsanta responsiva\">-anta, -iva:</b> responsible, accountable; <b fullkey=\"responsiveso\">-iv-eso:</b> (general state of being responsible) responsibility; <b fullkey=\"responsanto\">-anto:</b> one who is responsible; a bondsman; <b fullkey=\"asumar responso\">asumar -o:</b> assume responsibility (<b fullkey=\"pri di ulo\">pri, di ulo</b>); <b fullkey=\"me ne responsas\">me ne responsas (</b>od, <b fullkey=\"esas responsanta pri la kulpi di altri\">esas responsanta) pri la kulpi di altri:</b> I am not responsible for the faults of others. &mdash; EFIS","<b fullkey=\"responsorio\"> responsori-o:</b> (<i>R.C. lit.</i>) responsory. &mdash; DEFIS","<b fullkey=\"restar\"> rest-ar:</b> (<i>intr.</i>) to remain: to be left, to be left remaining; to stay, sojourn, tarry (N.B. not lie at rest, repose; cf. <b fullkey=\"repozar\">repozar</b>); <b fullkey=\"resto\">-o:</b> rest, remaining; <b fullkey=\"restajo\">-ajo:</b> that which remains: rest, remainder (of a quantity or sum); leavings, vestige, scraps (cf. <b fullkey=\"reziduo\">reziduo</b>); <b fullkey=\"restanta\">-anta:</b> remaining; <b fullkey=\"resteyo\">-eyo:</b> place of sojourn. Ex.: Nulo restis de nia pekunio. Triadek hoteli restas. Il restis en Roma pos nia departo. Multi restis sur la kombat-agro. Me haltis en la urbo e restis ibe dum du monati. Me brulos to quo restas (od, la rest-ajo). V.exp.: <b fullkey=\"Restar\">Restar</b>: esar dum kelka tempo en la sama loko o stando, ma ne definitive, t.e. mine kam <b fullkey=\"habitar\">habitar</b>, ma pluse kam <b fullkey=\"haltar\">haltar</b>; III-103. &mdash; DEFIS","<b fullkey=\"restaurar\"> restaur-ar:</b> (<i>tr.</i>) to restore. Ex.: Restaurar domo, pikturo, dinastio, arto, lego. &mdash; DEFIRS","<b fullkey=\"restitucar\"> restituc-ar:</b> (<i>tr.</i>) to make restitution of, refund (<b fullkey=\"ulo\">ulo</b>). V.exp.: Ne simple ridonar, ma ridonar to quon on prenis o gardis sen yuro, a la legitima proprietero; IV-81. &mdash; DEFIS","<b fullkey=\"restorar su\"> restor-ar (su):</b> to take refreshments, food; <b fullkey=\"eyo erio\">-eyo, -erio:</b> restaurant, eating-house; <b fullkey=\"isto\">-isto:</b> dining-room keeper; <b fullkey=\"acheyo\">-ach-eyo:</b> cheap eating-house. &mdash; DEFIRS"," <b fullkey=\"restriktar\">restrikt-ar:</b> (<i>tr.</i>) to restrict, restrain; <b fullkey=\"restriktar su\">-ar su:</b> to limit, confine oneself (<b fullkey=\"ad\">ad</b>); <b fullkey=\"restrikto restrikturo\">-o, -uro:</b> restriction, restraint; <b fullkey=\"restriktanta restriktiva\">-anta, -iva:</b> limiting, restraining, restrictive. Ex.: Restriktar la signifiko di vorto. Restriktar sua pasioni. Restriktar su a kozi tote necesa. Li submisis su senrestrikte a la konvenciono (t.e. sen kondicioni expresita o tacita). &mdash; DEFIRS "," <b fullkey=\"resurso resursi\">resurs-o, -i:</b> resource(s): natural source of wealth or revenue (of a person, organization, land)."," <b fullkey=\"reto\">ret-o:</b> net, mesh: object formed by threads or lines interlaced, network; (<i>anat.</i>) plexus (of nerves etc.); (<i>geom.</i>) chain (of triangles); (<i>arch.</i>) tracery (of windows); <b fullkey=\"retala retatra\">-ala, -atra:</b> reticular; <b fullkey=\"haro reto\">haro- -o:</b> hair-net. &mdash; EFIS"," <b fullkey=\"retablo\">retabl-o:</b> (<i>arch.</i>) reredos, altar screen. &mdash; FS"," <b fullkey=\"retenar\">reten-ar:</b> (<i>tr.</i>) to retain, keep, withhold, keep back, detain (cf. <b fullkey=\"ditenar\">ditenar</b>); (<i>arith.</i>) to carry; <b fullkey=\"retenar su\">-ar su:</b> to restrain, check oneself (<b fullkey=\"per de\">per, de</b>); <b fullkey=\"reten\">-(ad)o:</b> retaining, retention; <b fullkey=\"retenajo\">-ajo:</b> anything retained; <b fullkey=\"reteneso\">-eso:</b> (<i>state of</i>) retention; <b fullkey=\"reteniva retenema\">-iva, -ema:</b> retentive. Ex.: Me deziras retenar la pekunio quan me pruntis. On ne povas retenar amo per koakto. Retenar sua lakrimi. Retenar lojio en teatro. Retenar memore ulo, od, retenar en memoro ulo. Retenar ulu en karcero. (<i>arith.</i>) Pozar sep e retenar du. Reteniva memoro. &mdash; EFIS"," <b fullkey=\"retiario\">retiari-o:</b> (<i>Rom. antiq.</i>) retiarius, net-fighter. &mdash; EFIS"]