[" <b fullkey=\"froko\">frok-o:</b> (monk's) cowl, hood (cf. <b fullkey=\"kapuco\">kapuco</b>); (<i>in an extensive sense</i>) (monk's) frock, gown; <b fullkey=\"frokizar\">-izar:</b> to enfrock; <b fullkey=\"abandonar la froko\">abandonar la -o:</b> (<i>fig.</i>) to cease to be a monk. &mdash; EF"," <b fullkey=\"frolar\">frol-ar:</b> (<i>tr.</i>) to graze, touch slightly in passing, brush past. Ex.: La kuglo frolis mea kapo. &mdash; F"," <b fullkey=\"fromajo\">fromaj-o:</b> cheese. &mdash; FI"," <b fullkey=\"frondo\">frond-o:</b> a sling ( as for throwing stones); (<i>surg.</i>) a sling (as used for arm) (cf. <b fullkey=\"sharpo\">sharpo</b>); <b fullkey=\"frondagar\">-agar:</b> (<i>tr.</i>) to throw <b fullkey=\"ulo\">(ulo)</b> with a s. &mdash; FI"," <b fullkey=\"fronto\">front-o:</b> (<i>anat.</i>) forehead; (<i>fig.</i>) the fore part of anything; <b fullkey=\"frontala\">-ala:</b> frontal (<i>anat.</i>); front (<i>fig.</i>); <b fullkey=\"frontalo\">-alo:</b> frontal-bone; <b fullkey=\"sam fronte\">sam- -e:</b> abreast; <b fullkey=\"frontolineo\">-o-lineo:</b> (<i>milit.</i>) front-line; <b fullkey=\"fronto larja\">-o larja:</b> a wide forehead; a broad front; <b fullkey=\"atakar la\">atakar la</b> <b fullkey=\"enemiko sur la fronto\">enemiko sur la fronto:</b> to attack the enemy on its front; <b fullkey=\"frontal atako\">frontal atako:</b> a frontal attack;<b fullkey=\"la fronto di vesto\"> la -o di vesto:</b> the front of a garment. &mdash; DEFIRS"," <b fullkey=\"frontiero\">frontier-o:</b> frontier. Def.: Limito inter du landi; II-75. &mdash; EFIS"," <b fullkey=\"frontispico\">frontispic-o:</b> (book) frontispiece. Def.: Ilustruro qua opozesas (E. faces) a titul-pagino di libro e libro-parto; IV-451. &mdash; DEFIS"," <b fullkey=\"frontono\">fronton-o:</b> (<i>arch.</i>) fronton, pediment; -eto: a little pediment over a door or window. Def.: Arkitektural ornivo triangula o mi-cirkla super la enireyo di edifico. &mdash; FIRS"," <b fullkey=\"frostar\">frost-ar:</b> (<i>intr.</i>) to freeze (cf. <b fullkey=\"glacieskar\">glacieskar</b>); <b fullkey=\"frostigar\">-igar:</b> to f. (<b fullkey=\"ulo\">ulo</b>); (cf. <b fullkey=\"frigorizar konjelar pruinar\">frigor-izar; konjelar; pruinar);</b> <b fullkey=\"frostetar\">-etar:</b> to chill, benumb; <b fullkey=\"forta frosto\">forta -o:</b> a hard freeze; <b fullkey=\"frostopluvo\">-o-pluvo:</b> a freezing rain; <b fullkey=\"frostofendita\">-o-fend-ita:</b> split, cracked by frost; <b fullkey=\"des frostar\">des- -ar:</b> to thaw. &mdash; DE"," <b fullkey=\"frotar\">frot-ar:</b> (<i>tr., household term</i>) to rub, scrub, shine up; polish (<b fullkey=\"ulo\">ulo</b>) by rubbing; wax and polish (a floor, furniture) (cf. <b fullkey=\"polisar\">polisar</b>). V. exp.: <b fullkey=\"Frotar\">Frotar</b> esas ekonomiala ago: on frotas parqueto, mobli, etc. <b fullkey=\"Fricionar\">Fricionar</b> havas teknikala senco, sive en medicino, sive en mekaniko; II-647. &mdash; DFS"," <b fullkey=\"frua frue\">fru-a, -e:</b> (<i>adj., adv.</i>) early; <b fullkey=\"frulevanta fruanto\">-lev-anta, -anto:</b> rising early; early riser; <b fullkey=\"tro frue\">tro frue:</b> too early; <b fullkey=\"plu frue\">plu frue:</b> earlier; <b fullkey=\"maxim frue posible\">maxim frue posible:</b> as early as possible. &mdash; D"," <b fullkey=\"frugala\">frugal-a:</b> frugal (cf. <b fullkey=\"sparema\">spar-ema</b>). Ex.: Frugala homo. Frugaleso di repasto. &mdash; DEFIS"," <b fullkey=\"frugilego\">frugileg-o:</b> (<i>orni.</i>) rook (Corvus frugilegus); <b fullkey=\"frugilegeyo\">-eyo:</b> rookery. &mdash; L"," <b fullkey=\"frukto\">frukt-o:</b> (<i>pr. and fig.</i>) fruit; <b fullkey=\"fruktifar\">-ifar:</b> to fructify, bear fruit; <b fullkey=\"fruktoza fruktifanta\">-oza, -if-anta:</b> fruitful, prolific; <b fullkey=\"fruktarboro\">-arboro:</b> f. tree; <b fullkey=\"fruktogardeno fruktarboreyo\">-o-gardeno, -arbor-eyo:</b> f. garden; <b fullkey=\"fruktovendisto\">-o-vend-isto:</b> f. seller; <b fullkey=\"fruktomanjanta\">-o-manj-anta:</b> frugivorous. &mdash; DEFIRS"," <b fullkey=\"frumento\">frument-o:</b> wheat; <b fullkey=\"frumenta frumentala frumentatra\">-a, -ala, -atra:</b> frumentaceous; <b fullkey=\"frumentizar\">-izar:</b> to sow (<b fullkey=\"ulo\">ulo</b>) with w., cover with w. &mdash; EFI"," <b fullkey=\"frunsar\">fruns-ar:</b> (<i>tr.</i>) to wrinkle, pucker, purse (the lips), knit (the brows), to gather (in needle work); <b fullkey=\"fruns\">-(ad)o:</b> wrinkling, puckering; <b fullkey=\"frunsuro frunsaro\">-uro, -aro:</b> gathering, puckers; <b fullkey=\"frunsar la brovi\">-ar la brovi:</b> to frown. V. exp.: <b fullkey=\"Frunsar\">Frunsar</b> esas facar nereguloza falduro; <b fullkey=\"plisar\">plisar</b> esas facar reguloza falduro. &mdash; FS"," <b fullkey=\"frusta\">frust-a:</b> worn out, defaced, corroded (of coins), weather-beaten (of statues); <b fullkey=\"frusta medalio\">-a medalio:</b> a defaced medal; <b fullkey=\"konko frusta\">konko -a:</b> a worn shell. V. exp.: <b fullkey=\"Frusta\">Frusta</b> esas vorto mi-teknikala, utila in mikra faki, ex. pri arto (skulptado, numismatiko); IV-516.&mdash; FIS"," <b fullkey=\"frustrar\">frustr-ar:</b> (<i>tr.</i>) to deprive unjustly (<b fullkey=\"ulu de ulo\">ulu, de ulo</b>), to defraud; (N.B. not E. frustrate; cf. <b fullkey=\"deceptar faliigar vanigar\">deceptar, fali-igar, van-igar</b>). Def.: Privacar neyuste o neloyale; III-673. Ex.: Frustrar asociito de lua parto de pfofito.&mdash; FIS"," <b fullkey=\"ftizio\">ftizi-o:</b> (<i>med.</i>) phthisis, consumption; <b fullkey=\"ftiziika ftiziiko\">-ika, -iko:</b> consumptive. &mdash; DEFIS"," <b fullkey=\"fudro\">fudro:</b> ton, large cask. Def.: Tre granda barelo (de 800 litri e plu multo); V-418. &mdash; DF"," <b fullkey=\"fuelo\">fuel-o:</b> (2001) fuel, combustible."," <b fullkey=\"fugar\">fug-ar:</b> (<i>tr., intr.</i>) to flee (from), run away; <b fullkey=\"fugeskar\">-eskar:</b> to take flight; <b fullkey=\"fugigar\">-igar:</b> to put (<b fullkey=\"ulu\">ulu</b>) to flight, drive away, rout; <b fullkey=\"fugo\">-o:</b> running away, flight, rout; (<i>mus.</i>) fugue; <b fullkey=\"fuganta fuginta fugema\">-anta, -inta, -ema:</b> fugitive, fleeting, transient; <b fullkey=\"fuganto fugero\">-anto, -ero:</b> fugitive, runaway. Ex.: Ni fugas de la enemiko. Ni fugigas la enemiko. Tempo fugas. La fugo ad Egiptia. Fuganta sklavo. Ca vivo esas fuganta (E. transient). &mdash; FIR"," <b fullkey=\"fugaso\">fugas-o:</b> (<i>milit.</i>) fougasse: an improvised mortar constructed by making a hollow in the ground or rock and filling it with explosives and projectiles."," <b fullkey=\"fuino\">fuin-o:</b> (<i>zool.</i>) common (or beech-) marten (Mustela Foina). &mdash; FISL"," <b fullkey=\"fuko\">fuk-o:</b> (<i>bot.</i>) fucus, sea-weed, kelp. Def.: Ordinara genero di algo. &mdash; EFIS"," <b fullkey=\"fular\">ful-ar:</b> (<i>tr.</i>) to tread (grapes), trample on (<b fullkey=\"ulo\">ulo</b>); to full (cloth) (cf. <b fullkey=\"tramplar\">tramplar</b>). Def.: Pedo-presar (<b fullkey=\"ulo\">ulo</b>) o marchar sur (<b fullkey=\"ulo\">ulo</b>); (<i>fig.</i>) specala maniero traktar drapi; VI-114. Ex.: Fular la vitberi. La kavali fulis la gazono e la flori. &mdash; EFI"," <b fullkey=\"fulardo\">fulard-o:</b> (<i>fabric</i>) foulard; (<i>fig.</i>) a silk handkerchief. &mdash; DEFR"," <b fullkey=\"fulgurar\">fulgur-ar:</b> (<i>intr.</i>) to fulgurate, flash as or like lightning (cf. <b fullkey=\"fulminar\">fulminar</b>); <b fullkey=\"fulgurpulvero\">-pulvero:</b> (<i>photog.</i>) flash-light powder."," <b fullkey=\"fulgurito\">fulgurit-o:</b> (<i>geol.</i>) fulgurite. &mdash; DEFIRS"," <b fullkey=\"fuligino\">fuligin-o:</b> soot; <b fullkey=\"fuliginoza fuliginatra\">-oza, -atra:</b> sooty, fuliginous; <b fullkey=\"fuliginea\">-ea:</b> s. colored. &mdash; EFIS"," <b fullkey=\"fulko\">fulk-o:</b> (<i>orni.</i>) (bald) coot (genus: Fulica). &mdash; FISL"," <b fullkey=\"fulmaro\">fulmar-o:</b> (2001) (<i>orni.</i>) fulmar: an arctic seabird (Fulmarus glacialis). &mdash; EFS"," <b fullkey=\"fulminar\">fulmin-ar:</b> (<i>tr., intr.</i>) to fulminate, to lighten; to thunder and lighten; to flash; to blast (<b fullkey=\"ulu\">ulu</b>); (<i>fig.</i>) to thunder forth (menaces, excommunication, etc. kontre ulu); <b fullkey=\"fulmin\">-(ad)o:</b> lightning, flash, fulmination; <b fullkey=\"fulminstroko\">-stroko:</b> thunderbolt, lightning stroke; <b fullkey=\"fulminosilencoza\">-o-silenc-oza:</b> heat-lightning; <b fullkey=\"fulminanta\">-anta:</b> fulminating; <b fullkey=\"para fulmino\">para- -o:</b> lightning-rod. &mdash; EFIS"," <b fullkey=\"fumar\">fum-ar:</b> (<i>tr., intr.</i>) to smoke; <b fullkey=\"fumizar\">-izar:</b> to cover with s.; to s. dry; <b fullkey=\"fumagar\">-agar:</b> (<i>tr.</i>) to fumigate; to s. out (<b fullkey=\"ulu\">ulu</b>); <b fullkey=\"fumagilo\">-ag-ilo:</b> fumigating apparatus; <b fullkey=\"fumoza fumifanta\">-oza; -if-anta:</b> smoky; smoke-producing; <b fullkey=\"fumanto fumero\">-anto, -ero:</b> smoker; <b fullkey=\"fumfenduro\">-fend-uro:</b> smoke fissure (cf. <b fullkey=\"fumarolo\">fumarolo</b>); <b fullkey=\"fumkarbono\">-karbono:</b> smoking-coal, smoky bit of charcoal; <b fullkey=\"fumkonsumanta\">-konsum-anta:</b> s. consuming; <b fullkey=\"fumonigro\">-o-nigro:</b> lamp-black. &mdash; EFIS"," <b fullkey=\"fumario\">fumario:</b> (<i>bot.</i>) fumitory (genus: Fumaria). &mdash; EFIS"," <b fullkey=\"fumarolo\">fumarol-o:</b> (<i>volcanic</i>) fumarole, smoke fissure (cf. <b fullkey=\"fumfenduro\">fum-fend-uro</b>). &mdash; DEFIS"," <b fullkey=\"funcionar\">funcion-ar:</b> (<i>intr.</i>) to function (all senses): to function, act (<b fullkey=\"kom\">kom</b>), to perform the duties, fill an office, to work properly (of machinery, etc.) (cf. <b fullkey=\"agar laborar\">agar, laborar</b>); <b fullkey=\"funcionigar\">-igar:</b> to make work, set going, put in play; <b fullkey=\"funcion\">-(ad)o:</b> function(ing): execution, performance; discharge (of duty); office, duty; (<i>physiol., math.</i>) function; <b fullkey=\"funcionala\">-ala:</b> functional; <b fullkey=\"funcionero\">-ero:</b> functionary; <b fullkey=\"funcionerismo\">-er-ismo:</b> officialism, administrative system, founded on the existence of a great number of functionaries. &mdash; DEF"," <b fullkey=\"fundo\">fund-o:</b> bottom, lowest part of something hollow, as b. of a vase, a well; that which stands at the bottom, as a liquid at the bottom of bottles; ground, solid substance under water, as of sandy b.; (<i>fig.</i>) basis, essential part; <b fullkey=\"funde\">-e:</b> at bottom, in the org.yk4ever.dictionary.tools.main, in reality; <b fullkey=\"fundizar\">-izar:</b> to bottom (a chair, etc.); <b fullkey=\"sen funda\">sen- -a:</b> bottomless; <b fullkey=\"en la fundo di la holdo\">en la fundo di la holdo:</b> in the b. of the hold; <b fullkey=\"fundo di lito\">-o di lito:</b> b. of a bed; <b fullkey=\"fundo di la maro\">-o di la maro:</b> b. of the ocean; <b fullkey=\"tushar fundo\">tushar -o:</b> to touch b.; (<i>fig.</i>) <b fullkey=\"la fundo di pikturo\">la -o di pikturo:</b> the background of a painting; <b fullkey=\"veluro kun oratra fundo\">veluro kun oratra -o:</b> velvet with a gold(like) background; <b fullkey=\"de l til la tekto\">de l'fundo til la tekto:</b> from the bottom to the roof; (<i>fig.</i>) wholly, from top to bottom; <b fullkey=\"fundo di spegulo\">-o di spegulo:</b> back of a mirror. &mdash; FIS"," <b fullkey=\"fundamento\">fundament-o:</b> (<i>pr. and fig.</i>) that on which anything rests; foundation, groundwork, underpinning; (<i>fig.</i>) basis, ground (cf. <b fullkey=\"fonduro basamento\">fond-uro, basamento</b>); <b fullkey=\"fundamentala\">-ala:</b> fundamental; <b fullkey=\"fundamentizar\">-izar:</b> to lay the f.s of (<b fullkey=\"ulo\">ulo</b>). Ex.: La fundamento di edifico. La fundamenti di la universo, di la homala vivo, di la arti; Lua sistemo esas fundamentale nejusta. &mdash; DEFIRS"," <b fullkey=\"funelo\">funel-o:</b> funnel; <b fullkey=\"funelagar\">-agar:</b> (<i>tr.</i>) to pour (<b fullkey=\"ulo\">ulo</b>) through a f.; <b fullkey=\"funelego\">-ego:</b> (mill-)hopper; <b fullkey=\"funelfusilo\">-fusilo:</b> (firearm) blunderbuss. &mdash; E"," <b fullkey=\"funero\">funer-o:</b> (ceremony) funeral, obsequies; <b fullkey=\"funerala\">-ala:</b> funeral, funereal, mortuary; <b fullkey=\"funeristo\">-isto:</b> undertaker. &mdash; DEFIS"," <b fullkey=\"funesta\">funest-a:</b> baleful, disastrous, distressing, pernicious, malign. Def.: Expresas ideo plu forta kam nociva, ma ne esas exakte nek sempre mortigiva; signifikas kauzo od okaziono di nefeliceso; IV-267. Ex.: Funesta evento, novajo, pasiono, milito. Ant.: <b fullkey=\"favoroza\">favoroza</b>. &mdash; FIS"," <b fullkey=\"fungo\">fung-o:</b> (<i>bot., also med.</i>) fungus, mushroom (edible or poisonous as toadstool); <b fullkey=\"fungo manjebla\">-o manj-ebla:</b> edible (or common) m.; <b fullkey=\"fungajo\">-ajo:</b> (<i>med., bot.</i>) f. growth; <b fullkey=\"fungoza\">-oza:</b> fungous; <b fullkey=\"fungatra fungoforma\">-atra, -o-forma:</b> f. like; f. shaped; <b fullkey=\"fungokultiveyo\">-o-kultiv-eyo:</b> f. bed. &mdash; EIL"," <b fullkey=\"funikulara\">funikular-a:</b> funicular, dependent upon the tension of a cord, cable; <b fullkey=\"funikulara fervoyo\">-a fervoyo:</b> f. railroad. &mdash; DEFIS"," <b fullkey=\"funto\">funt-o:</b> (2001) pound (weight, 16 ounces)."," <b fullkey=\"fuorto\">fuort-o:</b> fort, fortified point, stronghold; (cf. <b fullkey=\"fortreso\">fortreso</b>). &mdash; DEFIRS"," <b fullkey=\"furo\">fur-o:</b> fur (of animals; cf. <b fullkey=\"felo\">felo</b>); <b fullkey=\"furoza furizita\">-oza, -iz-ita:</b> furry, lined with fur; <b fullkey=\"furizar\">-izar:</b> to line, cover with fur; <b fullkey=\"furisto\">-isto:</b> furrier; <b fullkey=\"furvesto furajo\">-vesto, -ajo:</b> fur garment, fur object. &mdash; EFS"," <b fullkey=\"fureto\">furet-o:</b> (<i>zool.</i>) ferret (Putorius Furo); (<i>fig.</i>) ferret(er), inquisitive person; <b fullkey=\"furetagar\">-agar:</b> (<i>intr.</i>) to hunt with a f.; <b fullkey=\"furetumar\">-umar:</b> (<i>tr.</i>) to ferret out, pry into (<b fullkey=\"ulo\">ulo</b>); <b fullkey=\"furetumanto\">-um-anto:</b> a Paul Pry, searcher. &mdash; EFI"," <b fullkey=\"furgono\">furgon-o:</b> closed van or goods wagon (cf. <b fullkey=\"kamiono\">kamiono</b>); (<i>milit.</i>) baggage cart, ammunition wagon. Def.: Kargoveturo qua esas konstitucita ek kestego klozita en qua on inkluzas la vari; IV-291. &mdash; F"," <b fullkey=\"furiar\">furi-ar:</b> (<i>intr.</i>) to be in a state of extreme anger, momentary madness, immoderate passion; <b fullkey=\"furiigar\">-igar:</b> to infuriate (<b fullkey=\"ulu\">ulu</b>); <b fullkey=\"furio\">-o:</b> rage; (<i>myth.</i>) Fury; <b fullkey=\"furioza\">-oza:</b> furious, enraged. &mdash; DEFIRS"," <b fullkey=\"furiero\">furier-o:</b> (<i>milit.</i>) quartermaster (sergeant) (cf. <b fullkey=\"quartermastro\">quartermastro</b>). - DFIS"," <b fullkey=\"furnazo\">furnaz-o:</b> (<i>also fig.</i>) furnace; <b fullkey=\"ardorozao\">ardor-oza-o:</b> fiery furnace."," <b fullkey=\"furnelo\">furnel-o:</b> stove (for heating or cooking); kitchen-range; <b fullkey=\"furnelego\">-ego:</b> furnace; <b fullkey=\"furnelifisto\">-if-isto:</b> stove-maker; <b fullkey=\"fuzo furnelo\">fuzo- -o:</b> smelting-furnace. Def.: Aparato en qua on facas fairo; ol povas kontenar forno; IV-135. &mdash; FIS"," <b fullkey=\"furnisar\">furnis-ar:</b> (<i>tr.</i>) to furnish, supply (<b fullkey=\"ulo ad ulu\">ulo ad ulu</b>); <b fullkey=\"furnisajo\">-ajo:</b> thing supplied; <b fullkey=\"furnisanto furnisero furnisisto\">-anto, -ero, -isto:</b> furnisher, purveyor; (<i>theat.</i>) property-man. Ex.: Furnisar pano, mobli, informo. V. exp.: On <b fullkey=\"provizas\">provizas</b> ulu per ulo; on <b fullkey=\"furnisas\">furnisas</b> ulo ad ulu; kp. <b fullkey=\"livrar\">livrar</b>. &mdash; EFI"," <b fullkey=\"furtar\">furt-ar:</b> (<i>tr.</i>) to steal, rob, purloin; <b fullkey=\"furtetar\">-et-ar:</b> to pilfer; <b fullkey=\"furto\">-o:</b> theft, larceny; <b fullkey=\"furtajo\">-ajo:</b> thing stolen; <b fullkey=\"furtomanio furtiko\">-o-mani-o, -iko:</b> kleptomani-a, -ac; <b fullkey=\"enirar furteme\">enirar -eme;</b> to steal in, sneak in. V. exp.: <b fullkey=\"Furtar\">Furtar</b> esas prenar per ruzo la proprajo di altru (generale kun nesavo di ica); <b fullkey=\"raptar\">raptar</b> esas prenar ol per violento sen celo; <b fullkey=\"fraudar\">fraudar</b> korespondas a <b fullkey=\"furtar\">furtar</b> (implikas deshonesta ruzo); II-647. &mdash; ISL"," <b fullkey=\"furtechasar\">furte-chas-ar:</b> (<i>intr.</i>) to poach, steal game."," <b fullkey=\"furtocelo\">furto-cel-o:</b> the hiding or receiving of stolen goods: <b fullkey=\"furtoero furtoisto\">-ero, -isto:</b> receiver of stolen goods; (<i>colloq.</i>) fence."," <b fullkey=\"furunklo\">furunkl-o:</b> (<i>med.</i>) furuncle, boil. &mdash; DEFIS"," <b fullkey=\"fushar\">fush-ar:</b> (<i>tr.</i>) to bungle, botch, scamp (work); <b fullkey=\"fush\">-(ad)o:</b> botching; (<i>fig.</i>) sabotage; <b fullkey=\"fushajo\">-ajo:</b> botch-work, shoddy; <b fullkey=\"fushfabrikar\">-fabrikar:</b> to make worthless merchandise, shoddy goods. &mdash; D"," <b fullkey=\"fusilo\">fusil-o:</b> musket, gun, rifle; <b fullkey=\"fusiliero\">-iero:</b> fusilier; <b fullkey=\"fusilagar\">-agar:</b> (<i>tr.</i>) to shoot (down) (ulu); <b fullkey=\"fusilpafar\">-pafar:</b> (<i>intr.</i>) to shoot (<b fullkey=\"ad ulo\">ad ulo</b>); <b fullkey=\"fusilagado\">-ag-ado:</b> firing, fusillade; <b fullkey=\"fusilpafo\">-pafo:</b> musket-shot; <b fullkey=\"chas fusilo\">chas- -o:</b> hunting gun, fowling-piece; <b fullkey=\"duopla fusilo\">duopla -o:</b> double-barreled gun; <b fullkey=\"glata fusilo\">glata -o:</b> shotgun; <b fullkey=\"iteranta fusilo\">iter-anta -o:</b> a repeating or magazine rifle. &mdash; FIRS"," <b fullkey=\"fusto\">fust-o:</b> (<i>arch.</i>) fust: shaft of a column; (<i>of a cannon</i>) chase. &mdash; EFIS"," <b fullkey=\"fusteno\">fusten-o:</b> (<i>fabric</i>) fustian. &mdash; EFIS"," <b fullkey=\"futo\">fut-o:</b> (2001) foot, unit of measurement (12 inches)."," <b fullkey=\"futbalo\">fut-balo:</b> (1979) football. &mdash; DEFS"," <b fullkey=\"futero\">futer-o:</b> lining (of clothes, etc.); <b fullkey=\"futerizar\">-izar:</b> to line (<b fullkey=\"ulo\">ulo</b>). &mdash; DIRS"," <b fullkey=\"futuar\">futu-ar*:</b> (<i>tr., intr., vulg.</i>) have sexual intercourse."," <b fullkey=\"futura futuro\">futur-a, -o:</b> (<i>also gram.</i>) future; <b fullkey=\"predicar la futuro\">predicar la -o:</b> to foretell the f. - DEF"," <b fullkey=\"fuxio\">fuxi-o:</b> (<i>bot.</i>) fuchsia (genus: Fuchsia). &mdash; DEFIRS"," <b fullkey=\"fuxino\">fuxin-o:</b> (<i>chem.</i>) fuchsine. &mdash; DEFIRS"," <b fullkey=\"fuzar\">fuz-ar:</b> (<i>tr.</i>) to melt, fuze, smelt; <b fullkey=\"fuzo fuzeso\">-o, -eso:</b> melting, fusion, blend; <b fullkey=\"fuzanta fuziva fuzema\">-anta, -iva, -ema:</b> melting, dissolving; <b fullkey=\"fuzerio\">-erio:</b> foundry, smelting establ.; <b fullkey=\"fuzkaldrono\">-kaldrono:</b> melting-pot; <b fullkey=\"fuzarto\">-arto:</b> art of smelting; <b fullkey=\"fuztemperaturo\">-temperaturo:</b> melting point; <b fullkey=\"fuzebla\">-ebla:</b> fusible; <b fullkey=\"kun fuz ar\">kun- - ar:</b> to melt together, amalgamate, blend. &mdash; EFIS"," <b fullkey=\"fuzeo\">fuze-o:</b> rocket (as in fireworks); fuse (to a bomb, etc.); <b fullkey=\"signal fuzeo\">signal- -o:</b> sky-, signal-rocket. &mdash; F"," <b fullkey=\"fuzelo\">fuzel-o:</b> (<i>geom.</i>) spindle: a solid generated by the revolution of a curved line about its base; a fusiform figure; <b fullkey=\"fuzelajo\">-ajo:</b> fuselage. &mdash; F"," <b fullkey=\"fuzeno\">fuzen-o:</b> (<i>bot.</i>) prickwood, spindle tree (genus: Evonymus); <b fullkey=\"fuzenkarbono fuzenkrayono\">-karbono, -krayono:</b> charcoal pencil; <b fullkey=\"fuzendesegnuro fuzenuro\">-desegnuro, -uro:</b> charcoal sketch. &mdash; FIS"," <b fullkey=\"fuziono\">fuzion-o:</b> (2001) fusion: intimate combination, such as biological or nuclear. &mdash; DEFIS"," <b fullkey=\"fyordo\">fyord-o:</b> fiord, rocky bay. &mdash; DEFIRS"," "," <b fullkey=\"g\">g:</b> (<i>mus.</i>) so: fifth note of the diatonic scale."," <b fullkey=\"gabano\">gaban-o:</b> waterproof cloak with hood and sleeves; (<i>naut.</i>) pilot-coat. &mdash; FIS"," <b fullkey=\"gabaro\">gabar-o:</b> lighter, barge (for loading and unloading ships). &mdash; DFIS"," <b fullkey=\"gabiono\">gabion-o:</b> (<i>fort.</i>) gabion. &mdash; EFIRS"," <b fullkey=\"gabro\">gabr-o</b>: (<i>geol.</i>) gabbro: a granular igneous rock. &mdash; DEFIS"," <b fullkey=\"gado\">gad-o:</b> (<i>ichth.</i>) codfish (Gadus). &mdash; FI"," <b fullkey=\"gadolinio\">gadolini-o:</b> (2001) gadolinium. &mdash; DEFIRS"," <b fullkey=\"gafo\">gaf-o:</b> boat-hook; (<i>fig.</i>) gaff (as used to secure heavy fish). &mdash; EFI"," <b fullkey=\"gagato\">gagat-o:</b> jet (<i>mineral</i>); <b fullkey=\"gagatajo\">-ajo:</b> object made of j. &mdash; DL"," <b fullkey=\"gaino\">gain-o:</b> a long narrow vertical holder, sheath, scabbard (as for a sword, bayonet, etc.: <b fullkey=\"en gainigar\">en- -igar:</b> to sheath) a sword, etc. V. exp: vid. <b fullkey=\"etuyo\">etuyo.</b> &mdash; FI"," <b fullkey=\"gajo\">gaj-o:</b> pledge, pawn, deposit, gage; something given as security for repayment of money borrowed; <b fullkey=\"gajopekunio\">-o-pekunio:</b> earnest money; <b fullkey=\"gajohomo\">-o-homo:</b> hostage; <b fullkey=\"gajizar\">-izar:</b> to give as a pledge, secure; <b fullkey=\"depozar ulo gaje o kom gajo\">depozar (ulo) gaje o kom gajo:</b> to pawn; <b fullkey=\"prenar kom gajo\">prenar kom gajo:</b> to hold as pledge; <b fullkey=\"pagar o donar gajo pekunio\">pagar (o donar) gajo (-pekunio):</b> to pay a deposit. &mdash; EF"," <b fullkey=\"galo\">gal-o:</b> gallnut, nutgall; <b fullkey=\"galvespo\">-vespo:</b> gallfly (Cynips). &mdash; DEFIRS"," <b fullkey=\"gala\">gala:</b> (<i>adj.</i>) gala; <b fullkey=\"galadineo\">-dineo:</b> gala dinner; <b fullkey=\"galafesto\">-festo:</b> gala festival; <b fullkey=\"galarobo\">-robo:</b> a gala robe, festive dress. V. exp.: Ica vorto uzesas precipue adjektive, por qualifikar festo, dineo, reprezento, e.c. On uzos do ol kom unesma elemento di kompozita vorti; IV-11. &mdash; DEFIS"," <b fullkey=\"galanta\">galant-a:</b> gallant; polite and attentive to ladies; <b fullkey=\"galantajo\">-ajo:</b> act of gallantry, courteous act (to ladies). &mdash; DEFIRS"," <b fullkey=\"galanteno\">galanten-o:</b> (<i>cook.</i>) galantine; collared turkey or veal. &mdash; DEFIRS"," <b fullkey=\"galaxio\">galaxi-o:</b> (2001) galaxy. &mdash; EFIRS"," <b fullkey=\"galbano\">galban-o:</b> galbanum, a resinous gum. &mdash; DEFIRS"," <b fullkey=\"galeo\">gale-o:</b> (<i>print.</i>) galley: a tray to hold type; a proof from type in a galley before it is made into pages. &mdash; F"," <b fullkey=\"galeno\">galen-o:</b> (<i>min.</i>) - galena. &mdash; DEFIS"," <b fullkey=\"galero\">galer-o:</b> (<i>antiq. vessel</i>) galley; <b fullkey=\"galerano\">-ano:</b> one of the crew of the g.; (<i>fig.</i>) g.slave (cf. <b fullkey=\"bagnano\">bagn-ano</b>). &mdash; DEFIRS"," <b fullkey=\"galerio\">galeri-o:</b> gallery, a long narrow room, hall or passageway; highest balcony (<i>in theaters, churches</i>); balcony on stern of ship; drift tunnel (<i>in mining or fortification</i>) <b fullkey=\"galerispektanti\">-spekt-anti</b>, <b fullkey=\"galeriantaro\">-ant-aro:</b> the gallery, people seated in g. &mdash; DEFIRS"," <b fullkey=\"galeto\">galet-o:</b> &laquo;gallette&raquo;: a thin cake. &mdash; FS"," <b fullkey=\"galio\">gali-o:</b> (<i>chem.</i>) gallium. &mdash; DEF"," <b fullkey=\"galicismo\">galicism-o:</b> Gallicism, a French idiom. &mdash; DEFIRS"]