["<b fullkey=\"a\">a:</b> (<i>mus.</i>) la: sixth note of the diatonic scale."," <b fullkey=\"a ad\">a (ad):</b> (<i>general sense</i>) to, indicating that toward which there is movment, tendency, or position, with or without arrival; opposed to <b fullkey=\"from\">from</b> (<b fullkey=\"de ek\">de, ek</b>) (cf. <b fullkey=\"vers til\">vers, til</b>); <b fullkey=\"il iris a la kirko\">il iris a la kirko:</b> he went to (the) church; <b fullkey=\"il venas de Paris a London\">il venas de Paris a London:</b> he is on his way from Paris to London; <b fullkey=\"la hundo jetis su a la kato\">la hundo jetis su a la kato:</b> the dog sprang at the cat; <b fullkey=\"del de la esto al ad la westo\">del (de la) esto al (ad la) westo:</b> from (the) east to (the) west; <b fullkey=\"de tempo a tempo\">de tempo a tempo:</b> from time to time; <b fullkey=\"de un dio a l\">de un dio a l'altra:</b> from one day to another, from day to day; <b fullkey=\"de la supro a l\">de la supro a l'infro:</b> from top to bottom; (<i>dative: indirect object</i>) <b fullkey=\"donez a me la bastono\">donez a me la bastono:</b> give me the stick; <b fullkey=\"il parolis ad el\">il parolis ad el:</b> he spoke to her; (<i>object of action, thought, desire</i>) <b fullkey=\"il elevas su a la richeso e a la honori\">il elevas su a la richeso e a la honori:</b> he is rising to weather and honors; <b fullkey=\"atencema a la diskurso\">atencema a la diskurso,</b> attentive to the discourse; <b fullkey=\"surda a la ditresokrii\">surda a la ditreso-krii:</b> deaf to the cries of distress; <b fullkey=\"amo a Deo\">amo a Deo:</b> love to God;<b fullkey=\"me deziras a vu omna feliceso\"> me deziras a vu omna feliceso:</b> I wish you all happiness; (<i>comparison or relation</i>) <b fullkey=\"agreabla a la gusto\">agreabla a la gusto:</b> agreeable to the taste;<b fullkey=\"ca okupo konvenas ad il\"> ca okupo konvenas ad il:</b> this occupation suits him; (<i>proportion; total</i>) <b fullkey=\"tri raportas a non quale du a sis\">tri raportas a non quale du a sis:</b> three is to nine as two is to six; <b fullkey=\"evaluar lua revenuo a franki taxar ol a franki\">evaluar lua revenuo a 10.000 franki; taxar ol a 400 franki:</b> to estimate his income as (amounting to) 10,000 francs; to tax it at (at the rate of, a total of) 400 francs. Note: <b fullkey=\"Ad\">Ad</b> is often joined to other prepositions, to verbal roots, adverbs, particularly to add the idea of motion. &mdash; FILS","<b fullkey=\"ab\"> -ab-:</b> (1947) used with verbs to express prior action to the tense indicated by the verbal ending, a completed action; the perfect tense. Def.: verbal afixo qua indikas, che verbo, la anteeso kompare a tempo-punto di epoko pasinta o futura. [See Changes in Ido for fuller explanation.] &mdash; FGHIR","<b fullkey=\"abad\"> abad-(ul)o:</b> abbot; <b fullkey=\"abadino\">-ino:</b> abbess; <b fullkey=\"abadeyo\">-eyo:</b> abbey; <b fullkey=\"abadeso\">-eso:</b> abbotship; <b fullkey=\"abadala abadeyala\">-ala, -ey-ala:</b> abbatial. &mdash; DEFIRS"," <b fullkey=\"abako\">abak-o:</b> (<i>math., arch.</i>) abacus. &mdash; DEFIS"," <b fullkey=\"abandonar\">abandon-ar:</b> (<i>tr.</i>) to abandon, (wholly) give up, (totally) relinquish, forego, forsake. Ex.: Abandonar navo, domo, projeto, infanto. Abandonar su a desespero, a joyo. Ant.: <b fullkey=\"gardar retenar\">gardar, retenar.</b> V. exp.: <b fullkey=\"Livar\">Livar</b> urbo, portuo, domo, persono ... esas simple <b fullkey=\"forirar\">forirar</b> de ol sen ula sentimental impliko. <b fullkey=\"Abandonar\">Abandonar</b> persono, ofico, posteno, esas sive lasar li, nevolunte o kontrevole, sive violacante ula devo (abandonar infanti, parenti). <b fullkey=\"Retretar\">Retretar</b> esas retromarchar: la senco primitiva e propra esas militala; senci figurala e derivata: livar la mondo (religiala retreto), funciono od agado (retreto di oficisto, komercisto, e.c.); II-647. &mdash; EFIS"," <b fullkey=\"abaniko\">abanik-o:</b> (1926) fan. &mdash; SP."," <b fullkey=\"abasar\">abas-ar:</b> (<i>tr.</i>) to lower: let down to a lower level; (<i>fig.</i>) to abase (morally), debase; <b fullkey=\"abasez la tirani\">abasez la tirani:</b> down with the tyrants; <b fullkey=\"abasez la manui\">abasez la manui:</b> hands off!; <b fullkey=\"abasez la chapeli\">abasez la chapeli:</b> hats off! Ex.: Abasar la kapo, la brakio, la manuo; abasar levero, standardo, espado, fusilo, velo; omno to signifikas pozar (plu) infre. En la figurala senco, on abasas persono, reduktante lu ad infra rango, kondiciono, e.c.; on abasas su, prenante infra rango, humila posturo, e.c.; IV-286. Ant.: <b fullkey=\"levar elevar\">levar, elevar.</b> V. exp.: <b fullkey=\"Abasar\">Abasar</b> ne esas <b fullkey=\"basigar Basigar\">basigar. Basigar</b> esas igar (plu) basa, <b fullkey=\"desaltigar\">des-altigar</b> (E. to make less in height); <b fullkey=\"abasar\">abasar</b> esas igar decensar ad infra nivelo. &mdash; eFI"," <b fullkey=\"abatar\">abat-ar:</b> (<i>tr., phys. sense</i>) to knock, beat, strike down, fell; <b fullkey=\"abatajaro\">-aj-aro:</b> (<i>fort.</i>) abatis. Ex.: Abatar arboro, domo, muro, persono &mdash; eFIS"," <b fullkey=\"abatiso\">abatis-o:</b> (<i>of fowl, game</i>) refuse parts, as head, feet, wings, skin, etc.; small edible parts, as giblets. Def.: Mikra parti di pultro, anke di leporo; VII-197. &mdash; F","<b fullkey=\"abceso\"> abces-o</b> (<i>med.</i>) abscess; <b fullkey=\"abceseskar\">-eskar:</b> to become or turn to an a. Def.: Pusoza kavajo en la korpo. &mdash; DEFIRS"," <b fullkey=\"abciso\">abcis-o</b> (<i>geom.</i>) abscissa. &mdash; DEFIRS"," <b fullkey=\"abdikar\">abdik-ar:</b> (<i>tr.</i>) to abdicate. V. exp.: <b fullkey=\"Abdikar\">Abdikar</b> dicesas precipue pri la reji o suvereni, qui cesas regnar por transmisar la povo a sucedanto, sive naturala, sive selektata; <b fullkey=\"abdikar\">abdikar</b> ne esas simple <b fullkey=\"demisionar\">demisionar,</b> ma demisionar por ulu, do facante ankore ago di suvereneso; IV-100. Vid. <b fullkey=\"abnegar renuncar rezignar\">abnegar, renuncar, rezignar.</b> &mdash; DEFIRS"," <b fullkey=\"abdomino\">abdomin-o:</b> abdomen. V. exp.: <b fullkey=\"Abdomino\">Abdomino</b> esas ciencala vorto, plu preciza kam <b fullkey=\"ventro\">ventro</b>; IV-512. &mdash; DEFIS"," <b fullkey=\"abduktar\">abdukt-ar:</b> (<i>tr., physiol.</i>) to abduct. Note: Not abduct: to kidnap; cf. <b fullkey=\"raptar\">raptar.</b> &mdash; DEFIS"," <b fullkey=\"abelo\">abel-o:</b> bee; <b fullkey=\"abeleyo\">-eyo:</b> apiary; <b fullkey=\"abeluyo\">-uyo:</b> beehive; <b fullkey=\"abelino\">-ino:</b> female or queen-bee; <b fullkey=\"abelulo\">-ulo</b> drone-bee; <b fullkey=\"abeledukado\">-edukado:</b> bee-culture; <b fullkey=\"edukisto\">eduk-isto:</b> bee-master. &mdash; FIS"," <b fullkey=\"aberaco\">aberac-o:</b> (<i>astr., opt.</i>) aberration; <b fullkey=\"aberacar\">-ar:</b> (<i>intr.</i>) to be aberrant. &mdash; DEFIRS"," <b fullkey=\"abieto\">abiet-o:</b> (<i>bot.</i>) fir-, spruce-tree (genus: Abies). &mdash; eFIS"," <b fullkey=\"abiso\">abis-o:</b> undersea abyss."," <b fullkey=\"abismo\">abism-o:</b> (<i>also fig.</i>) abyss. &mdash; EFIS"," <b fullkey=\"abjekta\">abjekt-a:</b> (morally) abject, mean; <b fullkey=\"abjekteso\">-eso,</b> abjectness (quality); <b fullkey=\"abjektajo\">-ajo:</b> a. act. Def.: Qua esas di extrema grado di etikala abaseso. Ex.: Persono, sentimenti abjekta. Ant.: <b fullkey=\"nobla\">nobla.</b> &mdash; DEFIS"," <b fullkey=\"abjurar\">abjur-ar:</b> (<i>tr.</i>) to abjure. Def.: Renuncar publike e solene. Ex.: Abjurar religio, doktrino, opiniono. &mdash; DEFIS"," <b fullkey=\"ablaciono\">ablacion-o:</b> (<i>surg.</i>) ablation; <b fullkey=\"ablacionar\">-ar:</b> to ablate: to remove by surgical operation. Ex.: Ablaciono di membro, di tumoro. &mdash; DEFIS"," <b fullkey=\"ablaktar\">ablakt-ar:</b> (<i>tr.</i>) to wean; <b fullkey=\"ablakt ablakteso\">-(ad)o, -eso:</b> (act, state) weaning, ablactation. Def.: Deskustumigar (infanto) de l'alaktado; IV-512, 600. &mdash; DeFIS"," <b fullkey=\"ablativo\">ablativ-o:</b> (<i>gram.</i>) ablative (-case). &mdash; DEFIRS"," <b fullkey=\"ablegato\">ablegat-o:</b> (<i>eccl.</i>) ablegate. &mdash; DEFI"," <b fullkey=\"ableto\">ablet-o:</b> (<i>ichth.</i>) ablet, bleak (Alburnus lucidus). &mdash; eF"," <b fullkey=\"ablucionar\">ablucion-ar:</b> (<i>tr., relig., med.</i>) to purify by washing; <b fullkey=\"abluciono\">-o:</b> ablution. Def.: Lavar parto di la korpo segun medicinal (o religiala) preskripti; IV-515. &mdash; DEFIS"," <b fullkey=\"abnegar\">abneg-ar:</b> (<i>tr.</i>) to abnegate, deny one-self; <b fullkey=\"abnego abnegeso\">-o, -eso</b> abnegation, self-denial. V. exp.: <b fullkey=\"Abnegar\">Abnegar</b> esas renuncar omna profito, personal interesto o mem plezuro, por konsakrar su ad altru or ad ula sociala religiala verko. Abnegar esas propre renuncar su ipsa t.e. sua propra feliceso; IV-101; vid. <b fullkey=\"renuncar abdikar rezignar\">renuncar, abdikar, rezignar.</b> &mdash; DEFIS"," <b fullkey=\"abolisar\">abolis-ar:</b> (<i>tr.</i>) to abolish; <b fullkey=\"abolisismo\">-ismo:</b> abolitionism; <b fullkey=\"abolisismano\">-ism-ano:</b> abolitionist. V. exp.: <b fullkey=\"Abolisar abrogar supresar Supresar\">Abolisar, abrogar, supresar: Supresar</b> esas la generala vorto, la du altra esas specala e teknikal termini. On <b fullkey=\"abrogas\">abrogas</b> lego per altra lego, dekreto per altra dekreto, qua nuligas l'antea. On <b fullkey=\"abolisas\">abolisas</b> institucuro o kustumo (ex. rejeso, privileji, sklaveso); II-649. &mdash; DEF"," <b fullkey=\"abominar\">abomin-ar:</b> (<i>tr.</i>) to abominate, abhor, loathe, detest (cf. <b fullkey=\"odiegar hororar abominajo\">odieg-ar, horor-ar); -ajo:</b> an abominable act or object; <b fullkey=\"abomininda\">-inda:</b> abominable, detestable, execrable. &mdash; EFIS"," <b fullkey=\"abonar\">abon-ar:</b> (<i>tr.</i>) to subscribe for or to (a periodical); <b fullkey=\"igar abonar\">igar -ar:</b> to cause (<b fullkey=\"ulu\">ulu</b>) to subscribe to (<b fullkey=\"ulo\">ulo</b>); <b fullkey=\"abono\">-o:</b> subscription (to a journal); <b fullkey=\"abonopreco\">-o-preco:</b> cost of subscription; <b fullkey=\"abonanto aboninto\">-anto-, -into:</b> subscriber. &mdash; DFIRS"," <b fullkey=\"abordar\">abord-ar:</b> (<i>tr.</i>) to land on a (shore, a wharf, etc.); to board (a ship, a vehicle); (<i>fig.</i>) to go alongside, come up close to. Def.: Irar sur ulo o, per extenso, venar flanke ad, bordo an bordo kun ulo (por irar sur ol). L&rsquo;etimologiala senco esas: irar a (sur) la bordo di ulo. Ex.: La Portugalani esis le unesma qui abordis la literi di India. Abordar la navo dil enemiko. La navo abordas (ad, an) la warfo. La pasajanti abordas sur la warfo. &mdash; eFIRS. "," <b fullkey=\"aborijena aborijeno\">aborijen-a, -o: </b>aboriginal, autochthon. V. exp.: <b fullkey=\"Aborijeno indijeno\">Aborijeno, indijeno:</b> <b fullkey=\"Indijeno\">Indijeno</b> signifikas simple la populo (raso) qua habitas la lando &laquo;de l&rsquo;origino&raquo; (historiala). Ex. Omna Amerikani qui naskis en Amerika esas <b fullkey=\"indijena\">indijena</b>, opozite a l&rsquo;enmigranti ed a l&rsquo;Europani (mem samlingua e samrasa), ma nur l&rsquo;Indiani e simila rasi esas <b fullkey=\"aborijena\">aborijena</b>; IV-512-3. &mdash; EFIS","<b fullkey=\"abortar\"> abort-ar:</b> (<i>intr.</i>) to abort, miscarry; (<i>fig.</i>) to come to nothing, fail; <b fullkey=\"aborto\">-o:</b> miscarriage; <b fullkey=\"abortala\">-ala:</b> abortive; <b fullkey=\"abortigar\">-igar: </b>to cause a. to (ulu); <b fullkey=\"abortigo\">-igo:</b> miscarriage (caused); <b fullkey=\"abortigiva abortanta\">-ig-iva, -anta: </b>abortive (capable of producing and abortion); <b fullkey=\"abortigivo abortilo\">-ig-ivo, -ilo: </b>something causing abortion; <b fullkey=\"aborturo\">-uro:</b> an abortive child or thing. &mdash; DEFIS","<b fullkey=\"aboyar\"> aboy-ar:</b> (<i>int., also fig.</i>) to bark, bay; <b fullkey=\"aboyetar\">-etar:</b> to yelp; <b fullkey=\"aboyachar\">-achar: </b>to give tongue falsely, snarl, bawl. &mdash; FI","<b fullkey=\"abreviar\"> abrevi-ar:</b> (<i>tr.</i>) to abbreviate (words), abridge (a book), curtail (a narrative) (cf. <b fullkey=\"rezumar kurtigar\">rezumar, kurt-igar</b>); <b fullkey=\"abrevi abreviuro\">-(ad)o, -uro: </b>abbreviation, abridgment. &mdash; DEFIS","<b fullkey=\"abrikoto\"> abrikot-o: </b>(<i>fruit</i>) apricot; <b fullkey=\"abrikotiero\">-iero: </b>a. tree. &mdash; DEFIRS","<b fullkey=\"abrogar\"> abrog-ar: </b>(<i>tr.</i>) to abrogate, repeal, annul. V. exp.: vid. <b fullkey=\"abolisar\">abolisar</b>. &mdash; DEFIS","<b fullkey=\"abrotano\"> abrotan-o: </b>(<i>bot.</i>) abrotanum, southernwood (Artemisia Abrotanum). &mdash; ISL","<b fullkey=\"abrupta\"> abrupt-a: </b>precipitous, cragged, abrupt; (<i>fig.</i>) rough, broken, unpolished. Ex.: L&rsquo;abrupta flanko di monto. Stilo, karaktero abrupta. V. exp.: vid. <b fullkey=\"eskarpa\">eskarpa.</b> &mdash; DEFIS","<b fullkey=\"absenta\"> absent-a: </b>absent: not present (<b fullkey=\"de\">de</b>); <b fullkey=\"absent\">-(ul)o: </b>absentee; <b fullkey=\"absenteso\">-eso: </b>absence; <b fullkey=\"absenteskar\">-eskar:</b> to absent oneself, keep out of the way; <b fullkey=\"absenta de Paris\">-a de Paris: </b>a. from Paris; <b fullkey=\"absenta per konjedo\">-a per konjedo: </b>a. on leave. Ant.: <b fullkey=\"prezenta\">prezenta. </b>&mdash; DEFIRS","<b fullkey=\"absinto\"> absint-o: </b>(<i>bot.) </i>absinth, wormwood; <b fullkey=\"absintoliquoro\">-o-liquoro:</b> absinth(e) (the liquor). &mdash; DEFIRS","<b fullkey=\"absoluta\"> absolut-a: </b>absolute: unlimited, unrestricted; <b fullkey=\"absolutajo\">-ajo: </b>(<i>philos.</i>) something unconditioned; <b fullkey=\"absoluto\">-o: </b>an absolute being; <b fullkey=\"absolute\">-e: </b>absolutely; <b fullkey=\"absolutismo\">-ismo: </b>absolutism; <b fullkey=\"absolutisto\">-isto: </b>absolutist; <b fullkey=\"ablativo absoluta\">ablativo absoluta: </b>ablative absolute. Ex.: Povo, rejo absoluta. Absoluta neposiblajo. &mdash; DEFIRS","<b fullkey=\"absolvar\"> absolv-ar: </b>(<i>tr.</i>) to absolve, acquit, exculpate; <b fullkey=\"absolvo\">-o:</b> (<i>rel.</i>) absolution, (<i>jur.</i>) acquittal; (cf. <b fullkey=\"indulgar\">indulgar</b>). Def.: Deklarar senkulpa (do nepunisebla) ula akuzato; III-699. Ant.: <b fullkey=\"kondamnar\">kondamnar. </b>&mdash; DEFIS","<b fullkey=\"absorbar\"> absorb-ar: </b>(<i>tr., physical sense</i>) to absorb; (<i>fig.</i>) to engross (attention); <b fullkey=\"absorbo absorbeso\">-o, -eso: </b>absorption; <b fullkey=\"absorbiva absorbanta\">-iva, -anta</b>; <b fullkey=\"absorbivo absorbilo\">-ivo, -ilo:</b> absorbent; <b fullkey=\"absorbiva papero\">-iva papero: </b>blotting paper; <b fullkey=\"absorboputeo\">-o-puteo: </b>cesspool. Ex.: Sablo absorbas aquo. Lo nigra absorbas la lumo. Absorb-esar da meditado. Vaskularo absorbiva. &mdash; DEFIS","<b fullkey=\"abstenar\"> absten-ar: </b>(<i>tr.</i>) to abstain (voluntarily) from, to refrain from (<b fullkey=\"ulo\">ulo</b>); <b fullkey=\"absten\">-(ad)o </b>abstention; <b fullkey=\"abstenanta abstenema\">-anta, -ema: </b>abstemious, sober; <b fullkey=\"abstenanto abstenero\">-anto, -ero: </b>abstainer; <b fullkey=\"abstenemeso\">-emeso: </b>abstinence (habitual state); <b fullkey=\"igar abstenar\">igar -ar:</b> to cause (<b fullkey=\"ulu\">ulu</b>) to abstain from (<b fullkey=\"ulo\">ulo</b>); <b fullkey=\"absteneskar\">-eskar:</b> to begin to abstain; Ex.: Ne esas facila abstenar drinkar, kande on durstas. V. ex.: <b fullkey=\"Abstenar karear Karear\">Abstenar, karear: Karear</b> ne implikas &laquo;vole&raquo;, ol prefere implikas &laquo;nevole&raquo; o mem &laquo;kontrevole&raquo;. On <b fullkey=\"abstenas\">abstenas</b> kozo, quan on havas o povus havar; on <b fullkey=\"kareas\">kareas</b> kozo, quan on ne havas o ne povas havar (nun). Ex.: En voyajo on mustas <b fullkey=\"karear\">karear</b> multa kozi (pro ke la kozi mankas); ma se on havus li, probable on ne <b fullkey=\"abstenus\">abstenus</b> li; IV-658. &mdash; DEFIS","<b fullkey=\"abstersar\"> absters-ar: </b>(<i>tr., surg.</i>) to absterge, cleanse (wounds). &mdash; DEFIS"," <b fullkey=\"abstinencar\">abstinenc-ar:</b> (<i>intr., relig</i>.) to abstain (from meat), to practise abstinence (from pleasure), to fast (<b fullkey=\"de\">de</b>). &mdash; DEFIS"," <b fullkey=\"abstraktar\">abstrakt-ar:</b> (<i>tr.</i>) to abstract: separate in thought, <b fullkey=\"abstrakta\">-a:</b> abstract; <b fullkey=\"abstraktala\">-ala:</b> abstract (science, question); <b fullkey=\"abstraktema abstraktata abstraktita\">-ema, -ata, -ita:</b> (of mind) preoccupied, absent-minded; <b fullkey=\"abstraktigar\">-igar:</b> (1947) to abstract; <b fullkey=\"abstrakturo abstraktajo\">-uro, -ajo:</b> abstract idea, object. &mdash; DEFIRS"," <b fullkey=\"abstruza\">abstruz-a:</b> abstruse, recondite. Del.: Desfacile komprenebla e tedanta; II-706. &mdash; DEFIS"," <b fullkey=\"absurda\">absurd-a:</b> absurd, preposterous. Del.: Kontre la komuna raciono. Ant.: <b fullkey=\"saja racionoza\">saja, racion-oza</b>. &mdash; DEFIRS"," <b fullkey=\"abulio\">abuli-o:</b> (<i>med.</i>) abulia. &mdash; DEFIS"," <b fullkey=\"abundar\">abund-ar: </b>(<i>intr.</i>) to abound, be plentiful (de); <b fullkey=\"abundanta\">-anta:</b> abundant, exuberant, luxuriant; <b fullkey=\"abundeganta\">-eganta:</b> superabundant; -<b fullkey=\"okorno\">o-korno:</b> horn-of-plenty, cornucopia. Ant.: <b fullkey=\"esar skarsa mankar\">esar skarsa, mankar</b>. &mdash; EFIS"," <b fullkey=\"abutar\">abut-ar:</b> (<i>intr</i>.) to abut (<b fullkey=\"ad\">ad</b>), come out (into), end (in); (<i>abscess</i>) to come to a head. Def.: Tushar per un extremajo. Ex.: Omna radii di cirklo abutas al centro. &mdash; EFIS"," <b fullkey=\"abutmento\">abutment-o:</b> (<i>arch</i>.) abutment (as of a bridge). &mdash; E"," <b fullkey=\"acefala\">acefal-a:</b> (<i>biol.</i>) acephalous: without a head."," <b fullkey=\"acelerar\">aceler-ar:</b> (<i>tr</i>.) to accelerate, hasten, quicken. Ex.: Acelerar la pazi. Ant.: <b fullkey=\"moderar\">moderar</b>, (<b fullkey=\"plu\">plu)lent-igar</b>. &mdash; EFIS"," <b fullkey=\"acendar\">acend-ar:</b> (<i>tr</i>.) to light (a lamp), to kindle (a fire), to turn on (electric light); (<i>fig</i>.) to inflame (the passions); <b fullkey=\"acendilo\">-ilo:</b> (<i>instr</i>.) lighter; <b fullkey=\"acendoligno\">-o-ligno:</b> kindling. Ant.: <b fullkey=\"extingar\">extingar</b>. &mdash; LIS"," <b fullkey=\"acensar\">acens-ar:</b> (<i>tr., intr</i>) to go up, ascend, mount; <b fullkey=\"acensanta\">-anta:</b> ascending, rising; <b fullkey=\"acenseyo\">-eyo:</b> place to mount (as stair, ascent); <b fullkey=\"acensilo\">-ilo:</b> lift, elevator, hoist; <b fullkey=\"acensofesto\">-o-festo:</b> Ascension Day; <b fullkey=\"acenso rekta\">-o rekta:</b> (<i>astron</i>.) right ascension. Def.: Irar ad-supere; II-136. Ex.: Acensar (sur) kavalo, eskalero, monto. Ant.: <b fullkey=\"decensar\">decensar</b>. &mdash; DEFIS"," <b fullkey=\"acento\">acent-o: </b>accent: stress of voice (not written accent, cf. <b fullkey=\"supersigno\">super-signo</b>); -<b fullkey=\"izar\">izar:</b> to accent, lay stress on; <b fullkey=\"acentizo\">-izo</b>, <b fullkey=\"acentizuro\">-iz-uro:</b> accentuation; <b fullkey=\"senacenta\">sen-acenta</b>, <b fullkey=\"neacentizita\">ne-acent-izita</b>: unaccented. &mdash; DEFIRS"," <b fullkey=\"aceptar\">acept-ar:</b> (<i>tr</i>.) to accept (something willingly, as a proposal, condition apology, challenge), to receive (a guest); <b fullkey=\"acepto\">-o:</b> acception, reception, greeting; <b fullkey=\"aceptebla\">-ebla:</b> acceptable, receivable (of guests); <b fullkey=\"aceptanto\">-anto:</b>acceptor (also of bills); <b fullkey=\"aceptinda\">-inda:</b> worth accepting; <b fullkey=\"aceptodio\">-o-dio:</b> reception-day, levee. <b fullkey=\"Vu esas plezure aceptata\">Vu esas plezure aceptata:</b> you are welcome, Ant.: <b fullkey=\"refuzar\">refuzar</b>. V. exp.: <b fullkey=\"recevar\">recevar</b>. &mdash; DEFIRS"," <b fullkey=\"acero\">acer-o:</b> (<i>bot.</i>) maple-tree (genus: Acer) &mdash; FILS"," <b fullkey=\"acerba\">acerb-a:</b> (<i>also fig</i>.) acerb: sour, bitter and harsh in taste (as unripe fruit); <i>-</i><b fullkey=\"eso\">eso:</b> acerbity, harshness; severity. Ex.: Frukto acerba. Parolado acerba. V. exp.: vid. <b fullkey=\"aspera\">aspera</b>. &mdash; EFIS"," <b fullkey=\"acesar\">aces-ar</b>: (<i>tr</i>.) to have access to (<b fullkey=\"ulu ulo\">ulu, ulo</b>); (<i>med</i>.) to have an access, an attack; <b fullkey=\"aceso\">-o</b>: access, entry; (<i>med.</i>) attack; <b fullkey=\"acesebla\">-ebla:</b> accessible, approachable. Ex.: Il acesas loko, persono (o havas aceso a loko, persono). Loko, persono acesebla. Aceso di febro, (<i>fig</i>.) aceso di iraco, furio, desespero. &mdash; EFIS"," <b fullkey=\"acesito\">acesit-o:</b> accesit: honorable mention accorded to a student. &mdash; DeFIS"," <b fullkey=\"acesora\">acesor-a:</b> accessory, subsidiary (cf. <b fullkey=\"helpanta\">help-anta</b>, <b fullkey=\"konfirmanta\">konfirm-anta</b>, <b fullkey=\"surogata\">surogata</b>); <b fullkey=\"acesoro acesorajo\">-o,-ajo:</b> an accessory; (<i>milit</i>., <b fullkey=\"ledra\">ledra-</b>) accoutrement. Def.: Qua akompanas precipuajo. Ant.: <b fullkey=\"esencala precipua\">esencala, precipua</b>. &mdash; DEFIRS"," <b fullkey=\"acetabulo\">acetabul-o*:</b> Surfaco artikal dil iliaka osto. &mdash; DEFIRS"," <b fullkey=\"acetato acido\">acetat-o (-acido):</b> (<i>chem.</i>) acetic acid; CH&lt;sup&gt;3&lt;/sup&gt; CO&lt;sup&gt;2&lt;/sup&gt;H. &mdash; DEFIS"," <b fullkey=\"acetileno\">acetilen-o:</b> (<i>chem</i>.) acetylene; <b fullkey=\"acetilenlampo\">-lampo:</b> a. lamp. &mdash; DEFIRS"," <b fullkey=\"acetometro\">acetometr-o:</b> acetimeter. &mdash; DEFIRS"," <b fullkey=\"acetono\">aceton-o:</b> (<i>chem.</i>) acetone: CH&lt;sup&gt;3&lt;/sup&gt;CO.CH&lt;sup&gt;3&lt;/sup&gt;."," <b fullkey=\"ach\">-ach-:</b> (<i>suffix</i>) signifying in a pejorative sense, low quality, disesteem, antipathy, repugnance. Ex.: <b fullkey=\"ridachar\">rid-achar:</b> to guffaw; <b fullkey=\"hundacho\"> hund-acho:</b> cur."," <b fullkey=\"achento\">achent-o:</b> dialect accent; stranjera, regionala o sociala aparta pronunco e frazo-melodio di ula linguo."," <b fullkey=\"aciano\">acian-o:</b> (<i>bot.</i>) bluebottle, cornflower (Centaurea Cyanus). &mdash; DISL"," <b fullkey=\"acida\">acid-a:</b> acid; acetous; <b fullkey=\"acideta\">-eta:</b> sour (cf. <b fullkey=\"acerba akra\">acerba, akra</b>); (<i>chem</i>.) acid; <b fullkey=\"acidajo\">-ajo:</b> an a. substance; <b fullkey=\"acideso\">-eso:</b> acidity; <b fullkey=\"acidigar\">-igar:</b> to acidify; <b fullkey=\"acideskar\">-eskar:</b> to become a., turn sour; <b fullkey=\"acidigo\">-igo</b><b fullkey=\"\">,</b> <b fullkey=\"acidesko\">-esko:</b> acidification; <b fullkey=\"acid\">-</b><b fullkey=\"oza acidatra\">oza, -atra:</b> acidulous: <b fullkey=\"acidizar\">-izar:</b> to acidulate. &mdash; EFIRS","<b fullkey=\"acidentar\"> acident-ar:</b> (<i>tr.</i>) to cause an accident to; <b fullkey=\"acidento\">-o:</b> accident (generally in an ill sense), mishap; (<i>philos.</i>) accident; <b fullkey=\"acidenta acidentala\">-a, -ala:</b> accidental; <b fullkey=\"acidentanto\">-anto:</b> on who or that which causes an a. <b fullkey=\"acidentito\">-ito:</b> victim of an a.; <b fullkey=\"acidentoza\">-oza:</b> full of a.s; <b fullkey=\"acidente\">-e:</b> accidentally, by chance. Def.: Efektigar acidento ad ulu (ulo); IV-105, VI-162. Ex.: Acidento bona o mala. La infirmaji e acidenti di la vivo homala. Kozo acidental. Deskovrar acidente ulo. &mdash; EFIRS"," <b fullkey=\"acidometro\">acidometr-o:</b> acidimeter. &mdash; EFIRS"," <b fullkey=\"aciono\">acion-o:</b> (<i>fin.</i>) share (of a bank, railway, joint-stock company, etc.); <b fullkey=\"acioni\">-i:</b> stock; <b fullkey=\"acioniero\">-iero:</b> share-, stock-holder; &mdash; DFIRS"," <b fullkey=\"acipitro\">acipitr-o:</b> (<i>orni.</i>) goshawk (Astur palumbarius). &mdash; LF"," <b fullkey=\"acizo\">aciz-o:</b> town or city tax on commodities, excise, octroi. &mdash; DeFIRS"," <b fullkey=\"a\">a(d):</b> see <b fullkey=\"a ad\">a, ad.</b>"," <b fullkey=\"adaptar\">adapt-ar:</b> (<i>tr., ad</i>) to adapt <b fullkey=\"ulo ad ulo adaptar su\">ulo ad ulo; -ar su:</b> a. oneself; <b fullkey=\"adaptesar\">-esar:</b> to be adapted. &mdash; DEFIRS"," <b fullkey=\"adavan ade ada\">ad-avan, -e, -a:</b> forward (with movement). Ex.: Avane marchar."," <b fullkey=\"adbase\">ad-base:</b> (<i>with movement</i>) to the bottom, (cf. <b fullkey=\"ad infre\">ad infre</b>) (cf. II-163.)"," <b fullkey=\"addextre\">ad-dextre:</b> (<i>with movement</i>) to the right (hand side)."," <b fullkey=\"addope\">ad-dope:</b> (<i>with movement</i>) backwards."," <b fullkey=\"addukto\">ad-dukt-o:</b> (<i>anat.</i>) adduction; <b fullkey=\"adanta adiva\">-anta, -iva:</b> adducent, afferent."," <b fullkey=\"aden\">ad-en:</b> (<i>with movement</i>) into. Ex.: Irar aden la gardeno. La ucelo flugis aden la kajo."," <b fullkey=\"adenino\">adenin-o:</b> (<i>chem.</i>) adenine: C&lt;sub&gt;5&lt;/sub&gt;H&lt;sub&gt;5&lt;/sub&gt;N&lt;sub&gt;5&lt;/sub&gt;."," <b fullkey=\"adenito\">adenit-o:</b> (<i>med.</i>) adenitis."," <b fullkey=\"adenomo\">adenom-o*:</b> adenoma: nenociva tumoro povante afektar glando o mukozo."," <b fullkey=\"adepto\">adept-o:</b> adept. &mdash; DEFIRS"," <b fullkey=\"adequata\">adequat-a:</b> adequate. Ex.: Havar ideo adequata pri kozo. &mdash; DEFS"," <b fullkey=\"adfluar\">ad-flu-ar:</b> (<i>int.</i>) to flow or run (to, into, as a river to the sea); (<i>med.</i>) to rush (as blood to the head); <b fullkey=\"ad\">-(ad)o:</b> afflux."," <b fullkey=\"adheme\">ad-heme:</b> (<i>with movement</i>) to or toward home."," <b fullkey=\"adherar\">adher-ar:</b> (<i>intr.</i>) to adhere (<b fullkey=\"ad\">ad</b>): stick close to, be attached; (<i>fig.</i>) to give adhesion (to a party, a principle); <b fullkey=\"adhero\">-o:</b> adhesion, adherence; <b fullkey=\"adheriva\">-iva:</b> adhesive; <b fullkey=\"adheremeso\">-em-eso:</b> adherency (tendency); <b fullkey=\"adheranta adherema\">-anta, -ema:</b> adherent, sticking (<b fullkey=\"ad\">ad</b>); <b fullkey=\"adheranto\">-anto:</b> adherer, follower; <b fullkey=\"adherigar\">-igar:</b> to cause to adhere, stick. Ex.: La epidermo adheras a la pelo. Donar sua adhero a projeto. &mdash; DEFIS"," <b fullkey=\"adiar\">adi-ar:</b> (<i>tr.</i>) to bid adieu to (<b fullkey=\"ulu\">ulu</b>), say good-bye; <b fullkey=\"adio\">-o:</b> adieu; <b fullkey=\"adiala vizito\">-ala vizito:</b> farewell visit. &mdash; DEFIS"," <b fullkey=\"adiabata\">adiabat-a:</b> (<i>thermodynamics</i>) adiabatic."," <b fullkey=\"adibe\">ad-ibe:</b> (over) there, thither (with movement). Ex. Omnube vu iros, adibe me iros kun vu."]